Repository: vivy-company/vvterm
Catalog: VivyTerm/Resources/*.lproj/Localizable.strings
Languages: be, de, ja, pl, uk

source: Total MLX Models
be: Усяго мадэляў MLX
de: Gesamt MLX‑Modelle
ja: MLXモデル合計
pl: Łącznie modele MLX
uk: Усього моделей MLX

source: Uses Apple's built-in speech recognition. Requires network for best results.
be: Выкарыстоўвае ўбудаванае распазнаванне маўлення Apple. Для лепшых вынікаў патрэбна сетка.
de: Verwendet die integrierte Spracherkennung von Apple. Für beste Ergebnisse ist ein Netzwerk erforderlich.
ja: Appleの内蔵音声認識を使用します。最良の結果にはネットワークが必要です。
pl: Używa wbudowanego rozpoznawania mowy Apple. Wymaga sieci dla najlepszych wyników.
uk: Використовує вбудоване розпізнавання мовлення Apple. Для найкращих результатів потрібна мережа.

source: OpenAI Whisper runs locally using MLX. Works offline after download.
be: OpenAI Whisper працуе лакальна праз MLX. Пасля спампоўвання працуе офлайн.
de: OpenAI Whisper läuft lokal mit MLX. Funktioniert nach dem Download offline.
ja: OpenAI WhisperはMLXでローカル実行されます。ダウンロード後はオフラインで動作します。
pl: OpenAI Whisper działa lokalnie z MLX. Działa offline po pobraniu.
uk: OpenAI Whisper працює локально через MLX. Після завантаження працює офлайн.

source: NVIDIA Parakeet runs locally using MLX. Optimized for real-time transcription.
be: NVIDIA Parakeet працуе лакальна праз MLX. Аптымізавана для транскрыпцыі ў рэальным часе.
de: NVIDIA Parakeet läuft lokal mit MLX. Optimiert für Echtzeit‑Transkription.
ja: NVIDIA ParakeetはMLXでローカル実行されます。リアルタイム文字起こしに最適化されています。
pl: NVIDIA Parakeet działa lokalnie z MLX. Zoptymalizowany do transkrypcji w czasie rzeczywistym.
uk: NVIDIA Parakeet працює локально через MLX. Оптимізовано для транскрипції в реальному часі.

source: English
be: Англійская
de: Englisch
ja: 英語
pl: Angielski
uk: Англійська

source: Spanish
be: Іспанская
de: Spanisch
ja: スペイン語
pl: Hiszpański
uk: Іспанська

source: French
be: Французская
de: Französisch
ja: フランス語
pl: Francuski
uk: Французька

source: German
be: Нямецкая
de: Deutsch
ja: ドイツ語
pl: Niemiecki
uk: Німецька

source: Japanese
be: Японская
de: Japanisch
ja: 日本語
pl: Japoński
uk: Японська

source: Chinese
be: Кітайская
de: Chinesisch
ja: 中国語
pl: Chiński
uk: Китайська

source: Korean
be: Карэйская
de: Koreanisch
ja: 韓国語
pl: Koreański
uk: Корейська

source: Portuguese
be: Партугальская
de: Portugiesisch
ja: ポルトガル語
pl: Portugalski
uk: Португальська

source: Russian
be: Руская
de: Russisch
ja: ロシア語
pl: Rosyjski
uk: Російська

source: Auto-detect
be: Аўтавызначэнне
de: Automatisch erkennen
ja: 自動検出
pl: Automatyczne wykrywanie
uk: Автовизначення

source: Tiny
be: Вельмі маленькая
de: Winzig
ja: 超小
pl: Malutki
uk: Дуже маленька

source: Fastest, smallest
be: Найхутчэйшая, найменшая
de: Am schnellsten, am kleinsten
ja: 最速・最小
pl: Najszybszy, najmniejszy
uk: Найшвидша, найменша

source: Full precision
be: Поўная дакладнасць
de: Volle Präzision
ja: フル精度
pl: Pełna precyzja
uk: Повна точність

source: Tiny (EN)
be: Вельмі маленькая (EN)
de: Winzig (EN)
ja: 超小（EN）
pl: Malutki (EN)
uk: Дуже маленька (EN)

source: English-only, smaller
be: Толькі англійская, меншая
de: Nur Englisch, kleiner
ja: 英語のみ、より小さい
pl: Tylko angielski, mniejszy
uk: Лише англійська, менша

source: English-only
be: Толькі англійская
de: Nur Englisch
ja: 英語のみ
pl: Tylko angielski
uk: Лише англійська

source: Base
be: Базавая
de: Basis
ja: ベース
pl: Podstawowy
uk: Базова

source: Balanced speed/quality
be: Збалансаваная хуткасць/якасць
de: Ausgewogene Geschwindigkeit/Qualität
ja: 速度と品質のバランス
pl: Zbalansowana szybkość/jakość
uk: Збалансована швидкість/якість

source: Small
be: Малая
de: Klein
ja: 小
pl: Mały
uk: Мала

source: Better accuracy
be: Лепшая дакладнасць
de: Bessere Genauigkeit
ja: より高精度
pl: Lepsza dokładność
uk: Краща точність

source: Medium
be: Сярэдняя
de: Mittel
ja: 中
pl: Średni
uk: Середня

source: Higher accuracy, heavier
be: Вышэйшая дакладнасць, большая
de: Höhere Genauigkeit, größer
ja: 高精度・重め
pl: Wyższa dokładność, większy
uk: Вища точність, більша

source: Large v3
be: Вялікая v3
de: Groß v3
ja: 大 v3
pl: Duży v3
uk: Велика v3

source: Latest large model
be: Апошняя вялікая мадэль
de: Neuestes großes Modell
ja: 最新の大型モデル
pl: Najnowszy duży model
uk: Остання велика модель

source: Large
be: Вялікая
de: Groß
ja: 大
pl: Duży
uk: Велика

source: Large v3 4-bit
be: Вялікая v3 4‑біт
de: Groß v3 4‑Bit
ja: 大 v3 4ビット
pl: Duży v3 4‑bit
uk: Велика v3 4‑біт

source: Smaller download
be: Меншае спампоўванне
de: Kleinerer Download
ja: ダウンロードが小さい
pl: Mniejszy rozmiar pobierania
uk: Менше завантаження

source: 4-bit quantized
be: Квантызаваная 4‑біт
de: 4‑Bit quantisiert
ja: 4ビット量子化
pl: Kwantyzowany 4‑bit
uk: Квантизована 4‑біт

source: Large, high-accuracy model
be: Вялікая высокадакладная мадэль
de: Großes, hochgenaues Modell
ja: 大型・高精度モデル
pl: Duży model o wysokiej dokładności
uk: Велика високоточна модель

source: Cellular
be: Сотавая
de: Mobilfunk
ja: 携帯通信
pl: Komórkowa
uk: Стільниковий

source: Unknown
be: Невядома
de: Unbekannt
ja: 不明
pl: Nieznane
uk: Невідомо

source: No Connection
be: Няма злучэння
de: Keine Verbindung
ja: 接続なし
pl: Brak połączenia
uk: Немає з’єднання

source: (Metered)
be: (Лімітаваная)
de: (Getaktet)
ja: （従量）
pl: (Limitowane)
uk: (Лімітований)

source: (Low Data)
be: (Эканомія даных)
de: (Wenig Daten)
ja: （低データ）
pl: (Oszczędzanie danych)
uk: (Економія даних)

source: Enable iCloud Sync
be: Уключыць сінхранізацыю iCloud
de: iCloud‑Sync aktivieren
ja: iCloud同期を有効化
pl: Włącz synchronizację iCloud
uk: Увімкнути синхронізацію iCloud

source: iCloud Account
be: Уліковы запіс iCloud
de: iCloud‑Konto
ja: iCloudアカウント
pl: Konto iCloud
uk: Обліковий запис iCloud

source: Sync your servers and workspaces across all your Apple devices.
be: Сінхранізуйце серверы і працоўныя прасторы на ўсіх прыладах Apple.
de: Synchronisiere deine Server und Arbeitsbereiche auf all deinen Apple‑Geräten.
ja: すべてのAppleデバイスでサーバーとワークスペースを同期します。
pl: Synchronizuj serwery i przestrzenie robocze na wszystkich urządzeniach Apple.
uk: Синхронізуйте сервери й робочі простори на всіх пристроях Apple.

source: Sync Status
be: Статус сінхранізацыі
ja: 同期ステータス
pl: Status synchronizacji
uk: Статус синхронізації

source: Last Synced
be: Апошняя сінхранізацыя
de: Zuletzt synchronisiert
ja: 最終同期
pl: Ostatnia synchronizacja
uk: Остання синхронізація

source: Error
be: Памылка
de: Fehler
ja: エラー
pl: Błąd
uk: Помилка

source: Data
be: Даныя
de: Daten
ja: データ
pl: Dane
uk: Дані

source: Force Sync Now
be: Прымусова сінхранізаваць цяпер
de: Sync jetzt erzwingen
ja: 今すぐ強制同期
pl: Wymuś synchronizację teraz
uk: Примусова синхронізація

source: Clear Local Data & Re-sync
be: Ачысціць лакальныя даныя і сінхранізаваць нанова
de: Lokale Daten löschen und neu synchronisieren
ja: ローカルデータを削除して再同期
pl: Wyczyść dane lokalne i zsynchronizuj ponownie
uk: Очистити локальні дані та синхронізувати знову

source: Reset iCloud (Delete All & Re-upload)
be: Скінуць iCloud (выдаліць усё і загрузіць зноў)
de: iCloud zurücksetzen (Alles löschen und neu hochladen)
ja: iCloudをリセット（すべて削除して再アップロード）
pl: Zresetuj iCloud (usuń wszystko i prześlij ponownie)
uk: Скинути iCloud (видалити все і завантажити знову)

source: Force sync fetches latest data from iCloud. Clear & re-sync removes local data and downloads fresh. Reset iCloud deletes ALL cloud data and uploads your local data fresh (fixes duplicates).
be: Прымусовая сінхранізацыя атрымлівае апошнія даныя з iCloud. Ачыстка і паўторная сінхранізацыя выдаляе лакальныя даныя і спампоўвае нанова. Скід iCloud выдаляе ЎСЕ даныя ў воблаку і загружае лакальныя зноў (выпраўляе дублікаты).
de: Erzwungener Sync holt die neuesten Daten aus iCloud. Löschen und neu synchronisieren entfernt lokale Daten und lädt frisch herunter. iCloud zurücksetzen löscht ALLE Cloud‑Daten und lädt deine lokalen Daten neu hoch (behebt Duplikate).
ja: 強制同期はiCloudから最新データを取得します。削除して再同期はローカルデータを削除し、再ダウンロードします。iCloudリセットはクラウドの全データを削除し、ローカルデータを再アップロードします（重複修正）。
pl: Wymuszona synchronizacja pobiera najnowsze dane z iCloud. Wyczyść i zsynchronizuj ponownie usuwa dane lokalne i pobiera świeże. Reset iCloud usuwa WSZYSTKIE dane w chmurze i przesyła dane lokalne ponownie (naprawia duplikaty).
uk: Примусова синхронізація отримує останні дані з iCloud. Очистити та синхронізувати знову видаляє локальні дані й завантажує заново. Скидання iCloud видаляє ВСІ дані у хмарі та знову завантажує локальні (виправляє дублікати).

source: Account Status
be: Статус уліковага запісу
de: Kontostatus
ja: アカウント状態
pl: Status konta
uk: Статус облікового запису

source: Container
be: Кантэйнер
ja: コンテナ
pl: Kontener
uk: Контейнер

source: Re-check iCloud Status
be: Праверыць статус iCloud
de: iCloud‑Status erneut prüfen
ja: iCloud状態を再確認
pl: Sprawdź ponownie status iCloud
uk: Перевірити статус iCloud

source: Troubleshooting
be: Вырашэнне праблем
de: Fehlerbehebung
ja: トラブルシューティング
pl: Rozwiązywanie problemów
uk: Вирішення проблем

source: Make sure you are signed into iCloud in Settings and iCloud Drive is enabled. Check Console.app for 'CloudKit' logs for more details.
be: Пераканайцеся, што вы ўвайшлі ў iCloud у Наладах і ўключылі iCloud Drive. Праверце Console.app для логаў «CloudKit».
de: Stelle sicher, dass du in den Einstellungen bei iCloud angemeldet bist und iCloud Drive aktiviert ist. Prüfe Console.app für „CloudKit“‑Logs.
ja: 設定でiCloudにサインインし、iCloud Driveが有効になっていることを確認してください。詳細はConsole.appの「CloudKit」ログを確認してください。
pl: Upewnij się, że jesteś zalogowany do iCloud w Ustawieniach i masz włączony iCloud Drive. Sprawdź Console.app dla logów „CloudKit”.
uk: Переконайтеся, що ви увійшли в iCloud у Налаштуваннях і увімкнено iCloud Drive. Перегляньте Console.app для журналів «CloudKit».

source: Force Sync
be: Прымусовая сінхранізацыя
de: Sync erzwingen
ja: 強制同期
pl: Wymuś synchronizację
uk: Примусово синхронізувати

source: Sync Now
be: Сінхранізаваць цяпер
de: Jetzt synchronisieren
ja: 今すぐ同期
pl: Synchronizuj teraz
uk: Синхронізувати зараз

source: This will fetch the latest data from iCloud and may take a moment.
be: Гэта атрымае апошнія даныя з iCloud і можа заняць некаторы час.
de: Dies holt die neuesten Daten aus iCloud und kann einen Moment dauern.
ja: iCloudから最新データを取得します。少し時間がかかる場合があります。
pl: Pobierze to najnowsze dane z iCloud i może chwilę potrwać.
uk: Це отримає найновіші дані з iCloud і може зайняти деякий час.

source: Clear Local Data
be: Ачысціць лакальныя даныя
de: Lokale Daten löschen
ja: ローカルデータを削除
pl: Wyczyść dane lokalne
uk: Очистити локальні дані

source: Clear & Re-sync
be: Ачысціць і сінхранізаваць нанова
de: Löschen und neu synchronisieren
ja: 削除して再同期
pl: Wyczyść i zsynchronizuj ponownie
uk: Очистити та синхронізувати знову

source: This will delete all local data and download fresh from iCloud. Any unsynced local changes will be lost.
be: Гэта выдаліць усе лакальныя даныя і спампоўвае нанова з iCloud. Несінхранізаваныя лакальныя змены будуць страчаныя.
de: Dies löscht alle lokalen Daten und lädt sie neu aus iCloud. Nicht synchronisierte lokale Änderungen gehen verloren.
ja: すべてのローカルデータを削除し、iCloudから再ダウンロードします。未同期のローカル変更は失われます。
pl: To usunie wszystkie dane lokalne i pobierze je ponownie z iCloud. Niezsynchronizowane zmiany lokalne zostaną utracone.
uk: Це видалить усі локальні дані та завантажить заново з iCloud. Несинхронізовані локальні зміни буде втрачено.

source: Reset iCloud Data
be: Скінуць даныя iCloud
de: iCloud‑Daten zurücksetzen
ja: iCloudデータをリセット
pl: Zresetuj dane iCloud
uk: Скинути дані iCloud

source: Delete All & Re-upload
be: Выдаліць усё і загрузіць зноў
de: Alles löschen und neu hochladen
ja: すべて削除して再アップロード
pl: Usuń wszystko i prześlij ponownie
uk: Видалити все та завантажити знову

source: This will DELETE ALL data from iCloud and upload your current local data. Use this to fix duplicate records.
be: Гэта ВЫДАЛІЦЬ УСЕ даныя з iCloud і загрузіць бягучыя лакальныя даныя. Выкарыстоўвайце для выпраўлення дублікатаў.
de: Dies LÖSCHT ALLE Daten aus iCloud und lädt deine aktuellen lokalen Daten hoch. Verwende dies, um doppelte Einträge zu beheben.
ja: iCloudの全データを削除し、現在のローカルデータをアップロードします。重複修正に使用してください。
pl: To USUNIE WSZYSTKIE dane z iCloud i prześle Twoje bieżące dane lokalne. Użyj tego, aby naprawić duplikaty.
uk: Це ВИДАЛИТЬ УСІ дані з iCloud і завантажить поточні локальні дані. Використовуйте для виправлення дублікатів.

source: Connected
be: Падключана
de: Verbunden
ja: 接続済み
pl: Połączono
uk: Підключено

source: Not Available
be: Недаступна
de: Nicht verfügbar
ja: 利用不可
pl: Niedostępne
uk: Недоступно

source: Synced
be: Сінхранізавана
de: Synchronisiert
ja: 同期済み
pl: Zsynchronizowano
uk: Синхронізовано

source: Syncing...
be: Сінхранізацыя...
de: Synchronisiert...
ja: 同期中...
pl: Synchronizowanie...
uk: Синхронізація...

source: available
be: даступна
de: verfügbar
ja: 利用可能
pl: dostępne
uk: доступно

source: noAccount - User not signed into iCloud
be: noAccount - Карыстальнік не ўвайшоў у iCloud
de: noAccount - Benutzer ist nicht bei iCloud angemeldet
ja: noAccount - iCloudにサインインしていません
pl: noAccount - Użytkownik nie jest zalogowany do iCloud
uk: noAccount - Користувач не увійшов до iCloud

source: restricted - iCloud access restricted (parental controls, MDM, etc.)
be: restricted - Доступ да iCloud абмежаваны (бацькоўскі кантроль, MDM і інш.)
de: restricted - iCloud‑Zugriff eingeschränkt (Kindersicherung, MDM usw.)
ja: restricted - iCloudアクセスが制限されています（ペアレンタルコントロール、MDMなど）
pl: restricted - Dostęp do iCloud ograniczony (kontrola rodzicielska, MDM itp.)
uk: restricted - Доступ до iCloud обмежено (батьківський контроль, MDM тощо)

source: couldNotDetermine - Unable to determine iCloud status
be: couldNotDetermine - Немагчыма вызначыць статус iCloud
de: couldNotDetermine - iCloud‑Status konnte nicht ermittelt werden
ja: couldNotDetermine - iCloudの状態を判定できません
pl: couldNotDetermine - Nie można określić statusu iCloud
uk: couldNotDetermine - Неможливо визначити статус iCloud

source: temporarilyUnavailable - iCloud temporarily unavailable
be: temporarilyUnavailable - iCloud часова недаступны
de: temporarilyUnavailable - iCloud vorübergehend nicht verfügbar
ja: temporarilyUnavailable - iCloudが一時的に利用できません
pl: temporarilyUnavailable - iCloud chwilowo niedostępne
uk: temporarilyUnavailable - iCloud тимчасово недоступний

source: unknown status: %@
be: невядомы статус: %@
de: unbekannter Status: %@
ja: 不明な状態：%@
pl: nieznany status: %@
uk: невідомий статус: %@

source: Error: %@
be: Памылка: %@
de: Fehler: %@
ja: エラー：%@
pl: Błąd: %@
uk: Помилка: %@

source: Checking...
be: Праверка...
de: Wird geprüft...
ja: 確認中...
pl: Sprawdzanie...
uk: Перевірка...

source: Horizontal split view
be: Гарызантальнае падзяленне
de: Horizontale geteilte Ansicht
ja: 水平分割ビュー
pl: Widok podziału poziomego
uk: Горизонтальний поділ

source: Vertical split view
be: Вертыкальнае падзяленне
de: Vertikale geteilte Ansicht
ja: 垂直分割ビュー
pl: Widok podziału pionowego
uk: Вертикальний поділ

source: Left pane
be: Левая панэль
de: Linker Bereich
ja: 左ペイン
pl: Lewy panel
uk: Ліва панель

source: Top pane
be: Верхняя панэль
de: Oberer Bereich
ja: 上ペイン
pl: Górny panel
uk: Верхня панель

source: Right pane
be: Правая панэль
de: Rechter Bereich
ja: 右ペイン
pl: Prawy panel
uk: Права панель

source: Bottom pane
be: Ніжняя панэль
de: Unterer Bereich
ja: 下ペイン
pl: Dolny panel
uk: Нижня панель

source: Horizontal split divider
be: Гарызантальны падзельнік
de: Horizontaler Trenner
ja: 水平分割バー
pl: Poziomy separator
uk: Горизонтальний розділювач

source: Vertical split divider
be: Вертыкальны падзельнік
de: Vertikaler Trenner
ja: 垂直分割バー
pl: Pionowy separator
uk: Вертикальний розділювач

source: Drag to resize the left and right panes
be: Перацягніце, каб змяніць памер левай і правай панэляў
de: Ziehen, um linken und rechten Bereich zu skalieren
ja: ドラッグして左右ペインのサイズを変更
pl: Przeciągnij, aby zmienić rozmiar lewego i prawego panelu
uk: Перетягніть, щоб змінити розмір лівої та правої панелей

source: Drag to resize the top and bottom panes
be: Перацягніце, каб змяніць памер верхняй і ніжняй панэляў
de: Ziehen, um oberen und unteren Bereich zu skalieren
ja: ドラッグして上下ペインのサイズを変更
pl: Przeciągnij, aby zmienić rozmiar górnego i dolnego panelu
uk: Перетягніть, щоб змінити розмір верхньої та нижньої панелей

source: CORES
be: ЯДРЫ
de: KERNE
ja: コア
pl: RDZENIE
uk: ЯДРА

source: IDLE
be: ПРАСТОЙ
de: LEERLAUF
ja: アイドル
pl: BEZCZYNNY
uk: ПРОСТІЙ

source: UPTIME
be: ЧАС РАБОТЫ
de: LAUFZEIT
ja: 稼働時間
pl: CZAS PRACY
uk: ЧАС РОБОТИ

source: LOAD
be: НАГРУЗКА
de: LAST
ja: 負荷
pl: OBCIĄŻENIE
uk: НАВАНТАЖЕННЯ

# FREE_MEMORY
source: FREE
be: ВОЛЬНА
de: FREI
ja: 空き
uk: ВІЛЬНО

source: USED
be: ВЫКАР.
de: BELEGT
ja: 使用中
pl: UŻYTE
uk: ВИКОРИСТ.

source: CACHED
be: КЭШ
de: CACHE
ja: キャッシュ
pl: CACHE
uk: КЕШ

source: TOTAL
be: УСЁ
de: GESAMT
ja: 合計
pl: SUMA
uk: УСЬОГО

source: Volumes
be: Тамы
ja: ボリューム
pl: Woluminy
uk: Томи

source: Top Processes
be: Топ працэсаў
de: Top‑Prozesse
ja: 上位プロセス
pl: Najlepsze procesy
uk: Топ процесів

source: ↑ TOTAL
be: ↑ УСЁ
de: ↑ GESAMT
ja: ↑ 合計
pl: ↑ SUMA
uk: ↑ УСЬОГО

source: ↓ TOTAL
be: ↓ УСЁ
de: ↓ GESAMT
ja: ↓ 合計
pl: ↓ SUMA
uk: ↓ УСЬОГО

source: %lld D
be: %lld д
de: %lld T
ja: %lld 日
uk: %lld д

source: %lld H
be: %lld г
de: %lld Std
ja: %lld 時間
uk: %lld г

source: Recent
be: Нядаўнія
de: Zuletzt
ja: 最近
pl: Ostatnie
uk: Нещодавні

source: Load more (%lld remaining)
be: Загрузіць яшчэ (%lld засталося)
de: Mehr laden (%lld verbleibend)
ja: さらに読み込む（残り %lld）
pl: Załaduj więcej (pozostało %lld)
uk: Завантажити ще (%lld залишилось)

source: %lld symbols
be: %lld сімвалаў
de: %lld Symbole
ja: %lld シンボル
pl: %lld symboli
uk: %lld символів

source: What's New
be: Новае
de: Neu
ja: 新着
pl: Nowości
uk: Новинки

source: Draw
be: Рысаваць
de: Zeichnen
ja: 描画
pl: Rysowanie
uk: Малювання

source: Variable
be: Зменная
ja: 可変
pl: Zmienna
uk: Змінна

source: Multicolor
be: Шматколерны
de: Mehrfarbig
ja: マルチカラー
pl: Wielokolorowy
uk: Багатоколірний

source: Communication
be: Камунікацыя
de: Kommunikation
ja: 通信
pl: Komunikacja
uk: Комунікація

source: Weather
be: Надвор’е
de: Wetter
ja: 天気
pl: Pogoda
uk: Погода

source: Maps
be: Карты
de: Karten
ja: マップ
pl: Mapy
uk: Карти

source: Objects & Tools
be: Аб’екты і інструменты
de: Objekte und Werkzeuge
ja: オブジェクトとツール
pl: Obiekty i narzędzia
uk: Об’єкти та інструменти

source: Devices
be: Прылады
de: Geräte
ja: デバイス
pl: Urządzenia
uk: Пристрої

source: Camera & Photos
be: Камера і фота
de: Kamera und Fotos
ja: カメラと写真
pl: Aparat i zdjęcia
uk: Камера та фото

source: Gaming
be: Гульні
ja: ゲーム
pl: Gry
uk: Ігри

source: Connectivity
be: Злучэнне
de: Konnektivität
ja: 接続
pl: Łączność
uk: Підключення

source: Transportation
be: Транспарт
de: Transport
ja: 交通
pl: Transport
uk: Транспорт

source: Automotive
be: Аўтамабілі
de: Automobil
ja: 自動車
pl: Motoryzacja
uk: Авто

source: Accessibility
be: Даступнасць
de: Bedienungshilfen
ja: アクセシビリティ
pl: Dostępność
uk: Доступність

source: Privacy & Security
be: Прыватнасць і бяспека
de: Datenschutz und Sicherheit
ja: プライバシーとセキュリティ
pl: Prywatność i bezpieczeństwo
uk: Конфіденційність і безпека

source: Human
be: Чалавек
de: Mensch
ja: 人物
pl: Człowiek
uk: Людина

source: Home
be: Дом
de: Zuhause
ja: ホーム
pl: Dom
uk: Дім

source: Fitness
be: Фітнес
ja: フィットネス
uk: Фітнес

source: Nature
be: Прырода
de: Natur
ja: 自然
pl: Natura
uk: Природа

source: Editing
be: Рэдагаванне
de: Bearbeiten
ja: 編集
pl: Edycja
uk: Редагування

source: Text Formatting
be: Фарматаванне тэксту
de: Textformatierung
ja: テキスト書式
pl: Formatowanie tekstu
uk: Форматування тексту

source: Media
be: Медыя
de: Medien
ja: メディア
uk: Медіа

source: Keyboard
be: Клавіятура
de: Tastatur
ja: キーボード
pl: Klawiatura
uk: Клавіатура

source: Commerce
be: Камэрцыя
de: Handel
ja: コマース
pl: Handel
uk: Комерція

source: Time
be: Час
de: Zeit
ja: 時間
pl: Czas
uk: Час

source: Health
be: Здароўе
de: Gesundheit
ja: ヘルス
pl: Zdrowie
uk: Здоров’я

source: Shapes
be: Фігуры
de: Formen
ja: 図形
pl: Kształty
uk: Фігури

source: Arrows
be: Стрэлкі
de: Pfeile
ja: 矢印
pl: Strzałki
uk: Стрілки

source: Indices
be: Індэксы
de: Indizes
ja: インデックス
pl: Indeksy
uk: Індекси

source: Math
be: Матэматыка
de: Mathe
ja: 数学
pl: Matematyka
uk: Математика

source: SSH Key
be: SSH‑ключ
de: SSH‑Schlüssel
ja: SSHキー
pl: Klucz SSH
uk: SSH‑ключ

source: SSH Key + Passphrase
be: SSH‑ключ + пароль
de: SSH‑Schlüssel + Passphrase
ja: SSHキー + パスフレーズ
pl: Klucz SSH + hasło
uk: SSH‑ключ + пароль

source: Production
be: Прадакшн
de: Produktion
ja: 本番
pl: Produkcja
uk: Продакшн

source: Staging
be: Стэйджынг
ja: ステージング
uk: Стейджинг

source: Development
be: Распрацоўка
de: Entwicklung
ja: 開発
pl: Rozwój
uk: Розробка

source: Prod
be: Прод
ja: 本番
uk: Прод

source: Stag
be: Стэйдж
ja: ステージ
uk: Стейдж

source: Dev
be: Дэв
ja: 開発
uk: Дев

source: New Environment
be: Новае асяроддзе
de: Neue Umgebung
ja: 新しい環境
pl: Nowe środowisko
uk: Нове середовище

source: Edit Environment
be: Рэдагаваць асяроддзе
de: Umgebung bearbeiten
ja: 環境を編集
pl: Edytuj środowisko
uk: Редагувати середовище

source: Environment name
be: Назва асяроддзя
de: Umgebungsname
ja: 環境名
pl: Nazwa środowiska
uk: Назва середовища

source: An environment with this name already exists.
be: Асяроддзе з такой назвай ужо існуе.
de: Eine Umgebung mit diesem Namen existiert bereits.
ja: 同じ名前の環境が既に存在します。
pl: Środowisko o tej nazwie już istnieje.
uk: Середовище з такою назвою вже існує.

source: Delete Environment?
be: Выдаліць асяроддзе?
de: Umgebung löschen?
ja: 環境を削除しますか？
pl: Usunąć środowisko?
uk: Видалити середовище?

source: Servers in '%@' will be moved to Production.
be: Серверы ў «%@» будуць перанесены ў Прадакшн.
de: Server in '%@' werden nach Produktion verschoben.
ja: 「%@」のサーバーは本番に移動します。
pl: Serwery w „%@” zostaną przeniesione do Produkcji.
uk: Сервери в «%@» буде переміщено до Продакшн.

source: Edit "%@"...
be: Рэдагаваць «%@»...
de: "%@" bearbeiten...
ja: 「%@」を編集...
pl: Edytuj „%@”...
uk: Редагувати «%@»...

source: Delete "%@"...
be: Выдаліць «%@»...
de: "%@" löschen...
ja: 「%@」を削除...
pl: Usuń „%@”...
uk: Видалити «%@»...

source: Custom
be: Карыстальніцкае
de: Benutzerdefiniert
ja: カスタム
pl: Niestandardowe
uk: Власні

source: Microphone permission is required. The microphone will be automatically requested when recording starts.
be: Патрэбны дазвол на мікрафон. Ён будзе запытаны аўтаматычна пры пачатку запісу.
de: Mikrofonberechtigung ist erforderlich. Sie wird beim Start der Aufnahme automatisch angefordert.
ja: マイクの許可が必要です。録音開始時に自動で要求されます。
pl: Wymagana jest zgoda na mikrofon. Zostanie ona automatycznie poproszona przy rozpoczęciu nagrywania.
uk: Потрібен дозвіл на мікрофон. Він буде запитаний автоматично при початку запису.

source: Speech recognition is not available. Please enable Siri in System Settings > Siri & Spotlight.
be: Распазнаванне маўлення недаступна. Уключыце Siri ў Наладах сістэмы > Siri і Spotlight.
de: Spracherkennung ist nicht verfügbar. Bitte aktiviere Siri in Systemeinstellungen > Siri & Spotlight.
ja: 音声認識が利用できません。システム設定 > SiriとSpotlight でSiriを有効にしてください。
pl: Rozpoznawanie mowy nie jest dostępne. Włącz Siri w Ustawieniach systemowych > Siri i Spotlight.
uk: Розпізнавання мовлення недоступне. Увімкніть Siri в Налаштуваннях системи > Siri та Spotlight.

source: Failed to start recording. Please check microphone permissions in System Settings > Privacy & Security > Microphone.
be: Не ўдалося пачаць запіс. Праверце дазволы мікрафона ў Наладах сістэмы > Прыватнасць і бяспека > Мікрафон.
de: Aufnahme konnte nicht gestartet werden. Bitte prüfe die Mikrofonberechtigungen in Systemeinstellungen > Datenschutz und Sicherheit > Mikrofon.
ja: 録音の開始に失敗しました。システム設定 > プライバシーとセキュリティ > マイク で権限を確認してください。
pl: Nie udało się rozpocząć nagrywania. Sprawdź uprawnienia mikrofonu w Ustawieniach systemowych > Prywatność i bezpieczeństwo > Mikrofon.
uk: Не вдалося почати запис. Перевірте дозволи мікрофона в Налаштуваннях системи > Конфіденційність і безпека > Мікрофон.
