Repository: vivy-company/vvterm
Catalog: VivyTerm/Resources/*.lproj/Localizable.strings
Languages: be, de, ja, pl, uk

source: OK
be: ОК
uk: ОК

source: Cancel
be: Скасаваць
de: Abbrechen
ja: キャンセル
pl: Anuluj
uk: Скасувати

source: Save
be: Захаваць
de: Speichern
ja: 保存
pl: Zapisz
uk: Зберегти

source: Add
be: Дадаць
de: Hinzufügen
ja: 追加
pl: Dodaj
uk: Додати

source: Create
be: Стварыць
de: Erstellen
ja: 作成
pl: Utwórz
uk: Створити

source: Delete
be: Выдаліць
de: Löschen
ja: 削除
pl: Usuń
uk: Видалити

source: Done
be: Гатова
de: Fertig
ja: 完了
pl: Gotowe
uk: Готово

source: Edit
be: Рэдагаваць
de: Bearbeiten
ja: 編集
pl: Edytuj
uk: Редагувати

source: Remove
be: Прыбраць
de: Entfernen
ja: 削除
pl: Usuń
uk: Вилучити

source: Connect
be: Падключыць
de: Verbinden
ja: 接続
pl: Połącz
uk: Підключити

source: Disconnect
be: Адключыць
de: Trennen
ja: 切断
pl: Rozłącz
uk: Від’єднати

source: Reconnect
be: Падключыць зноў
de: Erneut verbinden
ja: 再接続
pl: Połącz ponownie
uk: Підключити знову

source: Retry
be: Паўтарыць
de: Erneut versuchen
ja: 再試行
pl: Ponów
uk: Повторити

source: Upgrade
be: Абнавіць
ja: アップグレード
pl: Ulepsz
uk: Оновити

source: Upgrade to Pro
be: Абнавіць да Pro
de: Auf Pro upgraden
ja: Proにアップグレード
pl: Ulepsz do Pro
uk: Оновити до Pro

source: Upgrade to VVTerm Pro
be: Абнавіць да VVTerm Pro
de: Auf VVTerm Pro upgraden
ja: VVTerm Proにアップグレード
pl: Ulepsz do VVTerm Pro
uk: Оновити до VVTerm Pro

source: View Plans
be: Паглядзець планы
de: Pläne ansehen
ja: プランを見る
pl: Zobacz plany
uk: Переглянути плани

source: Manage Subscription
be: Кіраванне падпіскай
de: Abo verwalten
ja: サブスクリプション管理
pl: Zarządzaj subskrypcją
uk: Керування підпискою

source: Manage subscription
be: Кіраванне падпіскай
de: Abo verwalten
ja: サブスクリプション管理
pl: Zarządzaj subskrypcją
uk: Керування підпискою

source: Manage your subscription
be: Кіруйце сваёй падпіскай
de: Verwalte dein Abo
ja: サブスクリプションを管理
pl: Zarządzaj swoją subskrypcją
uk: Керуйте підпискою

source: Restore Purchases
be: Аднавіць пакупкі
de: Käufe wiederherstellen
ja: 購入を復元
pl: Przywróć zakupy
uk: Відновити купівлі

source: Renew
be: Падоўжыць
de: Verlängern
ja: 更新
pl: Odnów
uk: Поновити

source: Renew Pro
be: Падоўжыць Pro
de: Pro verlängern
ja: Proを更新
pl: Odnów Pro
uk: Поновити Pro

source: Close
be: Закрыць
de: Schließen
ja: 閉じる
pl: Zamknij
uk: Закрити

source: Close Terminal
be: Закрыць тэрмінал
de: Terminal schließen
ja: ターミナルを閉じる
pl: Zamknij terminal
uk: Закрити термінал

source: Close All to the Left
be: Закрыць усё злева
de: Alle links schließen
ja: 左側をすべて閉じる
pl: Zamknij wszystkie po lewej
uk: Закрити все ліворуч

source: Close All to the Right
be: Закрыць усё справа
de: Alle rechts schließen
ja: 右側をすべて閉じる
pl: Zamknij wszystkie po prawej
uk: Закрити все праворуч

source: Close Other Tabs
be: Закрыць іншыя ўкладкі
de: Andere Tabs schließen
ja: 他のタブを閉じる
pl: Zamknij inne karty
uk: Закрити інші вкладки

source: Duplicate Tab
be: Дубліраваць укладку
de: Tab duplizieren
ja: タブを複製
pl: Duplikuj kartę
uk: Дублювати вкладку

source: New Terminal
be: Новы тэрмінал
de: Neues Terminal
ja: 新規ターミナル
pl: Nowy terminal
uk: Новий термінал

source: New terminal tab
be: Новая ўкладка тэрмінала
de: Neuer Terminal-Tab
ja: 新しいターミナルタブ
pl: Nowa karta terminala
uk: Нова вкладка термінала

source: New connection
be: Новае падключэнне
de: Neue Verbindung
ja: 新規接続
pl: Nowe połączenie
uk: Нове підключення

source: Previous tab
be: Папярэдняя ўкладка
de: Vorheriger Tab
ja: 前のタブ
pl: Poprzednia karta
uk: Попередня вкладка

source: Next tab
be: Наступная ўкладка
de: Nächster Tab
ja: 次のタブ
pl: Następna karta
uk: Наступна вкладка

source: No terminals
be: Няма тэрміналаў
de: Keine Terminals
ja: ターミナルなし
pl: Brak terminali
uk: Немає терміналів

source: %lld tab
be: %lld укладка
ja: %lld タブ
pl: %lld karta
uk: %lld вкладка

source: %lld tabs
be: %lld укладак
ja: %lld タブ
pl: %lld kart
uk: %lld вкладок

source: No terminals open
be: Няма адкрытых тэрміналаў
de: Keine Terminals geöffnet
ja: 開いているターミナルはありません
pl: Brak otwartych terminali
uk: Немає відкритих терміналів

source: Search servers
be: Пошук сервераў
de: Server suchen
ja: サーバーを検索
pl: Szukaj serwerów
uk: Пошук серверів

source: Search servers...
be: Пошук сервераў...
de: Server suchen...
ja: サーバーを検索...
pl: Szukaj serwerów...
uk: Пошук серверів...

source: Search symbols...
be: Пошук сімвалаў...
de: Symbole suchen...
ja: シンボルを検索...
pl: Szukaj symboli...
uk: Пошук символів...

source: Select Workspace
be: Выбраць працоўную прастору
de: Arbeitsbereich auswählen
ja: ワークスペースを選択
pl: Wybierz przestrzeń roboczą
uk: Вибрати робочий простір

source: Select a Server
be: Выбраць сервер
de: Server auswählen
ja: サーバーを選択
pl: Wybierz serwer
uk: Вибрати сервер

source: Choose a server from the sidebar to connect
be: Выберыце сервер на бакавой панэлі для падключэння
de: Wähle einen Server in der Seitenleiste zum Verbinden
ja: サイドバーから接続するサーバーを選択
pl: Wybierz serwer z paska bocznego, aby się połączyć
uk: Виберіть сервер на бічній панелі для підключення

source: Multiple connections require Pro
be: Некалькі падключэнняў патрабуюць Pro
de: Mehrere Verbindungen erfordern Pro
ja: 複数接続にはProが必要
pl: Wiele połączeń wymaga Pro
uk: Кілька підключень потребують Pro

source: Upgrade to connect to multiple servers simultaneously
be: Абнавіце да Pro для адначасовага падключэння да некалькіх сервераў
de: Upgrade, um mehrere Server gleichzeitig zu verbinden
ja: 複数サーバー同時接続にはProへアップグレード
pl: Ulepsz, aby łączyć się z wieloma serwerami jednocześnie
uk: Оновіть до Pro, щоб підключатися до кількох серверів одночасно

source: Disconnected
be: Адключана
de: Getrennt
ja: 切断済み
pl: Rozłączono
uk: Від’єднано

source: Connecting...
be: Падключэнне...
de: Verbinden...
ja: 接続中...
pl: Łączenie...
uk: Підключення...

source: Connecting to %@...
be: Падключэнне да %@...
de: Verbinden mit %@...
ja: %@ に接続中...
pl: Łączenie z %@...
uk: Підключення до %@...

source: Reconnecting (attempt %lld)...
be: Паўторнае падключэнне (спроба %lld)...
de: Erneut verbinden (Versuch %lld)...
ja: 再接続中（%lld回目）...
pl: Ponowne łączenie (próba %lld)...
uk: Повторне підключення (спроба %lld)...

source: Connection Failed
be: Падключэнне не ўдалося
de: Verbindung fehlgeschlagen
ja: 接続失敗
pl: Połączenie nieudane
uk: Підключення не вдалося

source: Connection failed: %@
be: Падключэнне не ўдалося: %@
de: Verbindung fehlgeschlagen: %@
ja: 接続失敗：%@
pl: Połączenie nieudane: %@
uk: Підключення не вдалося: %@

source: Connection timed out
be: Час чакання падключэння скончыўся
de: Zeitüberschreitung der Verbindung
ja: 接続がタイムアウトしました
pl: Przekroczono czas połączenia
uk: Час очікування підключення вичерпано

source: Authentication failed
be: Аўтэнтыфікацыя не ўдалася
de: Authentifizierung fehlgeschlagen
ja: 認証に失敗しました
pl: Uwierzytelnianie nie powiodło się
uk: Автентифікація не вдалася

source: Failed to load credentials
be: Не ўдалося загрузіць уліковыя даныя
de: Anmeldedaten konnten nicht geladen werden
ja: 資格情報の読み込みに失敗しました
pl: Nie udało się wczytać poświadczeń
uk: Не вдалося завантажити облікові дані

source: Failed to load credentials: %@
be: Не ўдалося загрузіць уліковыя даныя: %@
de: Anmeldedaten konnten nicht geladen werden: %@
ja: 資格情報の読み込みに失敗しました：%@
pl: Nie udało się wczytać poświadczeń: %@
uk: Не вдалося завантажити облікові дані: %@

source: Failed to load key: %@
be: Не ўдалося загрузіць ключ: %@
de: Schlüssel konnte nicht geladen werden: %@
ja: キーの読み込みに失敗しました：%@
pl: Nie udało się wczytać klucza: %@
uk: Не вдалося завантажити ключ: %@

source: Failed to read key file: %@
be: Не ўдалося прачытаць файл ключа: %@
de: Schlüsseldatei konnte nicht gelesen werden: %@
ja: キーファイルの読み込みに失敗しました：%@
pl: Nie udało się odczytać pliku klucza: %@
uk: Не вдалося прочитати файл ключа: %@

source: Failed to import key: %@
be: Не ўдалося імпартаваць ключ: %@
de: Schlüssel konnte nicht importiert werden: %@
ja: キーのインポートに失敗しました：%@
pl: Nie udało się zaimportować klucza: %@
uk: Не вдалося імпортувати ключ: %@

source: Failed to delete key: %@
be: Не ўдалося выдаліць ключ: %@
de: Schlüssel konnte nicht gelöscht werden: %@
ja: キーの削除に失敗しました：%@
pl: Nie udało się usunąć klucza: %@
uk: Не вдалося видалити ключ: %@

source: Failed to save key: %@
be: Не ўдалося захаваць ключ: %@
de: Schlüssel konnte nicht gespeichert werden: %@
ja: キーの保存に失敗しました：%@
pl: Nie udało się zapisać klucza: %@
uk: Не вдалося зберегти ключ: %@

source: Failed to generate key: %@
be: Не ўдалося згенераваць ключ: %@
de: Schlüssel konnte nicht erzeugt werden: %@
ja: キーの生成に失敗しました：%@
pl: Nie udało się wygenerować klucza: %@
uk: Не вдалося згенерувати ключ: %@

source: Failed to generate SSH key
be: Не ўдалося згенераваць SSH‑ключ
de: SSH‑Schlüssel konnte nicht erzeugt werden
ja: SSHキーの生成に失敗しました
pl: Nie udało się wygenerować klucza SSH
uk: Не вдалося згенерувати SSH‑ключ

source: Failed to encode key data
be: Не ўдалося закадаваць даныя ключа
de: Schlüsseldaten konnten nicht codiert werden
ja: キーのデータをエンコードできませんでした
pl: Nie udało się zakodować danych klucza
uk: Не вдалося закодувати дані ключа

source: Failed to export RSA key
be: Не ўдалося экспартаваць RSA‑ключ
de: RSA‑Schlüssel konnte nicht exportiert werden
ja: RSAキーのエクスポートに失敗しました
pl: Nie udało się wyeksportować klucza RSA
uk: Не вдалося експортувати RSA‑ключ

source: Invalid key data
be: Няправільныя даныя ключа
de: Ungültige Schlüsseldaten
ja: 無効なキー データ
pl: Nieprawidłowe dane klucza
uk: Недійсні дані ключа

source: Cannot access the selected file
be: Немагчыма атрымаць доступ да выбранага файла
de: Auf die ausgewählte Datei kann nicht zugegriffen werden
ja: 選択したファイルにアクセスできません
pl: Nie można uzyskać dostępu do wybranego pliku
uk: Неможливо отримати доступ до вибраного файла

source: Copy to Clipboard
be: Капіяваць у буфер абмену
de: In die Zwischenablage kopieren
ja: クリップボードにコピー
pl: Kopiuj do schowka
uk: Копіювати до буфера обміну

source: Copied
be: Скапіявана
de: Kopiert
ja: コピーしました
pl: Skopiowano
uk: Скопійовано

source: About VVTerm
be: Пра VVTerm
de: Über VVTerm
ja: VVTermについて
pl: O VVTerm
uk: Про VVTerm

source: Version %@ (%@)
be: Версія %@ (%@)
ja: バージョン %@（%@）
pl: Wersja %@ (%@)
uk: Версія %@ (%@)

source: Professional SSH client for macOS & iOS
be: Прафесійны SSH‑кліент для macOS і iOS
de: Professioneller SSH‑Client für macOS und iOS
ja: macOSとiOS向けの プロフェッショナルSSHクライアント
pl: Profesjonalny klient SSH dla macOS i iOS
uk: Професійний SSH‑клієнт для macOS та iOS

source: Visit Website
be: Наведаць сайт
de: Website besuchen
ja: Webサイトを見る
pl: Odwiedź stronę
uk: Відвідати сайт

source: Report an Issue
be: Паведаміць пра праблему
de: Problem melden
ja: 問題を報告
pl: Zgłoś problem
uk: Повідомити про проблему

source: Privacy Policy
be: Палітыка прыватнасці
de: Datenschutzrichtlinie
ja: プライバシーポリシー
pl: Polityka prywatności
uk: Політика конфіденційності

source: Get in Touch
be: Звязацца з намі
de: Kontakt aufnehmen
ja: お問い合わせ
pl: Skontaktuj się
uk: Зв’язатися з нами

source: Questions, feedback, or issues? Reach out anytime.
be: Пытанні, водгукі ці праблемы? Пішыце ў любы час.
de: Fragen, Feedback oder Probleme? Melde dich jederzeit.
ja: ご質問・ご意見・問題があればいつでもご連絡ください。
pl: Masz pytania, uwagi lub problemy? Skontaktuj się w każdej chwili.
uk: Є питання, відгуки чи проблеми? Пишіть у будь‑який час.

source: Welcome to VVTerm
be: Сардэчна запрашаем у VVTerm
de: Willkommen bei VVTerm
ja: VVTermへようこそ
pl: Witamy w VVTerm
uk: Ласкаво просимо до VVTerm

source: Your secure SSH terminal
be: Ваш бяспечны SSH‑тэрмінал
de: Dein sicheres SSH‑Terminal
ja: 安全なSSHターミナル
pl: Twój bezpieczny terminal SSH
uk: Ваш безпечний SSH‑термінал

source: Continue
be: Працягнуць
de: Weiter
ja: 続ける
pl: Kontynuuj
uk: Продовжити

source: SSH Terminal
be: SSH‑тэрмінал
ja: SSHターミナル
pl: Terminal SSH
uk: SSH‑термінал

source: Connect to servers with GPU-accelerated terminal emulation.
be: Падключайцеся да сервераў з GPU‑паскоранай эмуляцыяй тэрмінала.
de: Verbinde dich mit Servern über GPU‑beschleunigte Terminal‑Emulation.
ja: GPUアクセラレーションの端末エミュレーションでサーバーに接続。
pl: Łącz się z serwerami dzięki akcelerowanej GPU emulacji terminala.
uk: Підключайтеся до серверів із GPU‑прискореною емуляцією термінала.

source: iCloud Sync
be: Сінхранізацыя iCloud
ja: iCloud同期
pl: Synchronizacja iCloud
uk: Синхронізація iCloud

source: Servers and credentials sync across all your devices.
be: Серверы і ўліковыя даныя сінхранізуюцца на ўсіх вашых прыладах.
de: Server und Zugangsdaten werden auf all deinen Geräten synchronisiert.
ja: サーバーと資格情報をすべてのデバイスで同期。
pl: Serwery i poświadczenia synchronizują się na wszystkich urządzeniach.
uk: Сервери та облікові дані синхронізуються на всіх ваших пристроях.

source: Session Persistence
be: Захаванне сесій
ja: セッションの永続化
uk: Збереження сеансів

source: Keep sessions alive with tmux, even after disconnects.
be: Захоўвайце сесіі з tmux нават пасля разрываў злучэння.
ja: tmux により切断後もセッションを維持します。
uk: Зберігайте сеанси з tmux навіть після розривів з’єднання.

source: Secure Storage
be: Бяспечнае сховішча
de: Sicherer Speicher
ja: 安全なストレージ
pl: Bezpieczne przechowywanie
uk: Безпечне сховище

source: Passwords and SSH keys protected by Keychain.
be: Паролі і SSH‑ключы абаронены Звязкай ключоў.
de: Passwörter und SSH‑Schlüssel werden durch den Schlüsselbund geschützt.
ja: パスワードとSSHキーはキーチェーンで保護されます。
pl: Hasła i klucze SSH chronione przez Pęk kluczy.
uk: Паролі та SSH‑ключі захищені Зв’язкою ключів.

source: Voice Commands
be: Галасавыя каманды
de: Sprachbefehle
ja: 音声コマンド
pl: Polecenia głosowe
uk: Голосові команди

source: Speak commands with on-device speech recognition.
be: Прамаўляйце каманды з распазнаваннем голасу на прыладзе.
de: Sprich Befehle mit der Spracherkennung auf dem Gerät.
ja: デバイス上の音声認識でコマンドを話して入力。
pl: Wydawaj polecenia dzięki rozpoznawaniu mowy na urządzeniu.
uk: Вимовляйте команди з розпізнаванням мовлення на пристрої.

source: Settings
be: Налады
de: Einstellungen
ja: 設定
pl: Ustawienia
uk: Налаштування

source: General
be: Агульныя
de: Allgemein
ja: 一般
pl: Ogólne
uk: Загальні

source: Terminal
be: Тэрмінал
ja: ターミナル
uk: Термінал

source: Transcription
be: Транскрыпцыя
de: Transkription
ja: 文字起こし
pl: Transkrypcja
uk: Транскрипція

source: SSH Keys
be: SSH‑ключы
de: SSH‑Schlüssel
ja: SSHキー
pl: Klucze SSH
uk: SSH‑ключі

source: Sync
be: Сінхранізацыя
de: Synchronisierung
ja: 同期
pl: Synchronizacja
uk: Синхронізація

source: About
be: Пра праграму
de: Über
ja: このアプリについて
pl: Informacje
uk: Про програму

source: Premium
be: Прэміум
ja: プレミアム
uk: Преміум

source: Appearance and preferences
be: Выгляд і перавагі
de: Erscheinungsbild und Einstellungen
ja: 外観と設定
pl: Wygląd i preferencje
uk: Вигляд і налаштування

source: Font, theme, and connection settings
be: Шрыфт, тэма і налады падключэння
de: Schrift, Design und Verbindungseinstellungen
ja: フォント、テーマ、接続設定
pl: Czcionka, motyw i ustawienia połączeń
uk: Шрифт, тема та налаштування підключення

source: Speech-to-text engine and models
be: Рухавік і мадэлі пераўтварэння маўлення ў тэкст
de: Sprache‑zu‑Text‑Engine und Modelle
ja: 音声認識エンジンとモデル
pl: Silnik i modele zamiany mowy na tekst
uk: Рушій і моделі перетворення мови на текст

source: Manage stored SSH keys
be: Кіраванне захаванымі SSH‑ключамі
de: Gespeicherte SSH‑Schlüssel verwalten
ja: 保存済みSSHキーを管理
pl: Zarządzaj zapisanymi kluczami SSH
uk: Керування збереженими SSH‑ключами

source: iCloud sync and data management
be: Сінхранізацыя iCloud і кіраванне данымі
de: iCloud‑Sync und Datenverwaltung
ja: iCloud同期とデータ管理
pl: Synchronizacja iCloud i zarządzanie danymi
uk: Синхронізація iCloud та керування даними

source: Version and links
be: Версія і спасылкі
de: Version und Links
ja: バージョンとリンク
pl: Wersja i linki
uk: Версія та посилання

source: Appearance
be: Выгляд
de: Erscheinungsbild
ja: 外観
pl: Wygląd
uk: Вигляд

source: System
be: Сістэма
ja: システム
uk: Система

source: Light
be: Светлая
de: Hell
ja: ライト
pl: Jasny
uk: Світла

source: Dark
be: Цёмная
de: Dunkel
ja: ダーク
pl: Ciemny
uk: Темна

source: Font
be: Шрыфт
de: Schriftart
ja: フォント
pl: Czcionka
uk: Шрифт

source: Font Family
be: Сямейства шрыфтоў
de: Schriftfamilie
ja: フォントファミリー
pl: Rodzina czcionek
uk: Сімейство шрифтів

source: Size: %lldpt
be: Памер: %lld пт
de: Größe: %lld pt
ja: サイズ：%lld pt
pl: Rozmiar: %lld pt
uk: Розмір: %lld пт

source: Theme
be: Тэма
de: Design
ja: テーマ
pl: Motyw
uk: Тема

source: Use different themes for Light/Dark mode
be: Выкарыстоўваць розныя тэмы для светлага/цёмнага рэжыму
de: Unterschiedliche Designs für Hell/Dunkel verwenden
ja: ライト/ダークで別のテーマを使用
pl: Użyj różnych motywów dla trybu jasnego/ciemnego
uk: Використовувати різні теми для світлого/темного режиму

source: Dark Mode Theme
be: Тэма цёмнага рэжыму
de: Design für Dunkelmodus
ja: ダークモードのテーマ
pl: Motyw trybu ciemnego
uk: Тема темного режиму

source: Light Mode Theme
be: Тэма светлага рэжыму
de: Design für Hellmodus
ja: ライトモードのテーマ
pl: Motyw trybu jasnego
uk: Тема світлого режиму

source: Terminal Behavior
be: Паводзіны тэрмінала
de: Terminalverhalten
ja: ターミナルの動作
pl: Zachowanie terminala
uk: Поведінка термінала

source: Enable terminal notifications
be: Уключыць апавяшчэнні тэрмінала
de: Terminal‑Benachrichtigungen aktivieren
ja: ターミナル通知を有効化
pl: Włącz powiadomienia terminala
uk: Увімкнути сповіщення термінала

source: Show progress overlays
be: Паказваць накладкі прагрэсу
de: Fortschritts‑Overlays anzeigen
ja: 進行状況オーバーレイを表示
pl: Pokaż nakładki postępu
uk: Показувати накладки прогресу

source: Show voice input button
be: Паказваць кнопку галасавога ўводу
de: Sprach‑Eingabetaste anzeigen
ja: 音声入力ボタンを表示
pl: Pokaż przycisk wprowadzania głosem
uk: Показувати кнопку голосового вводу

source: Copy Text Processing
be: Апрацоўка тэксту пры капіраванні
de: Textverarbeitung beim Kopieren
ja: コピー時のテキスト処理
pl: Przetwarzanie tekstu przy kopiowaniu
uk: Обробка тексту під час копіювання

source: Transformations applied when copying text from terminal
be: Пераўтварэнні пры капіраванні тэксту з тэрмінала
de: Transformationen beim Kopieren aus dem Terminal
ja: ターミナルからコピーする際の変換
pl: Transformacje stosowane podczas kopiowania tekstu z terminala
uk: Перетворення при копіюванні тексту з термінала

source: Trim trailing whitespace
be: Абразаць прабелы ў канцы
de: Nachgestellte Leerzeichen entfernen
ja: 行末の空白を削除
pl: Usuń końcowe białe znaki
uk: Обрізати пробіли в кінці

source: Collapse multiple blank lines
be: Згортваць некалькі пустых радкоў
de: Mehrere Leerzeilen zusammenfassen
ja: 連続する空行をまとめる
pl: Zwijaj wiele pustych linii
uk: Згортати кілька порожніх рядків

source: Strip shell prompts ($ #)
be: Выдаляць запрашэнні абалонкі ($ #)
de: Shell‑Prompts entfernen ($ #)
ja: シェルプロンプト（$ #）を除去
pl: Usuń prompty powłoki ($ #)
uk: Видаляти підказки оболонки ($ #)

source: Flatten multi-line commands
be: Аб’ядноўваць шматрадковыя каманды
de: Mehrzeilige Befehle zusammenführen
ja: 複数行コマンドを1行にまとめる
pl: Spłaszcz polecenia wielolinijkowe
uk: Об’єднувати багаторядкові команди

source: Remove box-drawing characters
be: Выдаляць сімвалы рамак
de: Rahmenzeichen entfernen
ja: 罫線文字を削除
pl: Usuń znaki rysowania ramek
uk: Видаляти символи рамок

source: Strip ANSI escape codes
be: Выдаляць ANSI‑коды
de: ANSI‑Escape‑Codes entfernen
ja: ANSIエスケープコードを除去
pl: Usuń kody ANSI
uk: Видаляти ANSI‑коди

source: SSH Connection
be: SSH‑падключэнне
de: SSH‑Verbindung
ja: SSH接続
pl: Połączenie SSH
uk: SSH‑підключення

source: Auto-reconnect on disconnect
be: Аўтапаўторнае падключэнне пры разрыве
de: Automatisch neu verbinden bei Trennung
ja: 切断時に自動再接続
pl: Automatycznie łącz ponownie po rozłączeniu
uk: Автоповторне підключення при розриві

source: Send keep-alive packets
be: Адпраўляць пакеты keep‑alive
de: Keep‑alive‑Pakete senden
ja: キープアライブパケットを送信
pl: Wysyłaj pakiety keep‑alive
uk: Надсилати keep‑alive пакети

source: Interval: %llds
be: Інтэрвал: %lld с
de: Intervall: %lld s
ja: 間隔：%lld 秒
pl: Interwał: %lld s
uk: Інтервал: %lld с

source: Upgrade for unlimited features
be: Абнавіце да Pro для неабмежаваных функцый
de: Upgrade für unbegrenzte Funktionen
ja: 無制限の機能のためにアップグレード
pl: Ulepsz, aby uzyskać nielimitowane funkcje
uk: Оновіть до Pro для безлімітних функцій

source: Unlimited Servers
be: Неабмежаваныя серверы
de: Unbegrenzte Server
ja: 無制限のサーバー
pl: Nielimitowane serwery
uk: Безлімітні сервери

source: Add as many servers as you need (free: 3)
be: Дадавайце столькі сервераў, колькі трэба (бясплатна: 3)
de: Füge so viele Server hinzu wie nötig (kostenlos: 3)
ja: 必要な数のサーバーを追加（無料：3）
pl: Dodaj tyle serwerów, ile potrzebujesz (darmowe: 3)
uk: Додавайте скільки потрібно серверів (безкоштовно: 3)

source: Unlimited Workspaces
be: Неабмежаваныя працоўныя прасторы
de: Unbegrenzte Arbeitsbereiche
ja: 無制限のワークスペース
pl: Nielimitowane przestrzenie robocze
uk: Безлімітні робочі простори

source: Organize servers into multiple workspaces (free: 1)
be: Арганізуйце серверы ў некалькі працоўных прастор (бясплатна: 1)
de: Server in mehrere Arbeitsbereiche organisieren (kostenlos: 1)
ja: 複数ワークスペースに整理（無料：1）
pl: Organizuj serwery w wielu przestrzeniach roboczych (darmowe: 1)
uk: Організовуйте сервери у кілька робочих просторів (безкоштовно: 1)

source: Multiple Connections
be: Некалькі падключэнняў
de: Mehrere Verbindungen
ja: 複数接続
pl: Wiele połączeń
uk: Кілька підключень

source: Open multiple terminal tabs at once (free: 1)
be: Адкрывайце некалькі ўкладак тэрмінала адначасова (бясплатна: 1)
de: Mehrere Terminal‑Tabs gleichzeitig öffnen (kostenlos: 1)
ja: 複数ターミナルタブを同時に開く（無料：1）
pl: Otwórz wiele kart terminala naraz (darmowe: 1)
uk: Відкривайте кілька вкладок термінала одночасно (безкоштовно: 1)

source: Custom Environments
be: Карыстальніцкія асяроддзі
de: Benutzerdefinierte Umgebungen
ja: カスタム環境
pl: Własne środowiska
uk: Користувацькі середовища

source: Create custom environment labels beyond Prod/Staging/Dev
be: Стварайце ўласныя меткі асяроддзяў па-за Prod/Staging/Dev
de: Benutzerdefinierte Umgebungslabels über Prod/Staging/Dev hinaus
ja: Prod/Staging/Dev以外のカスタムラベルを作成
pl: Twórz własne etykiety środowiska poza Prod/Staging/Dev
uk: Створюйте власні мітки середовищ понад Prod/Staging/Dev

source: All Future Features
be: Усе будучыя функцыі
de: Alle zukünftigen Funktionen
ja: 今後のすべての機能
pl: Wszystkie przyszłe funkcje
uk: Усі майбутні функції

source: Get access to every new Pro feature
be: Доступ да ўсіх новых функцый Pro
de: Zugriff auf jedes neue Pro‑Feature
ja: 新しいPro機能をすべて利用可能
pl: Dostęp do każdej nowej funkcji Pro
uk: Доступ до всіх нових функцій Pro

source: Monthly
be: Штомесяц
de: Monatlich
ja: 月額
pl: Miesięcznie
uk: Щомісяця

source: Billed monthly
be: Аплата штомесяц
de: Monatlich abgerechnet
ja: 月ごとに請求
pl: Rozliczane miesięcznie
uk: Оплата щомісяця

source: Yearly
be: Штогод
de: Jährlich
ja: 年額
pl: Rocznie
uk: Щороку

source: Best value - billed yearly
be: Найлепшая цана — аплата штогод
de: Bester Wert – jährlich abgerechnet
ja: 最もお得 - 年ごとに請求
pl: Najlepsza cena — rozliczane rocznie
uk: Найкраща ціна — оплата щороку

source: SAVE 74%
be: ЗЭКАНОМЬЦЕ 74%
de: SPARE 74 %
ja: 74%お得
pl: OSZCZĘDŹ 74%
uk: ЗАОЩАДЖУЙТЕ 74%

source: Lifetime
be: Назаўжды
de: Lebenslang
ja: 買い切り
pl: Dożywotnio
uk: Назавжди

source: One-time purchase, forever
be: Аднаразовая купля, назаўжды
de: Einmaliger Kauf, für immer
ja: 一度の購入で永久利用
pl: Jednorazowy zakup, na zawsze
uk: Разова покупка, назавжди

source: FOREVER
be: НАЗАЎЖДЫ
de: FÜR IMMER
ja: 永久
pl: NA ZAWSZE
uk: НАЗАВЖДИ

source: Processing...
be: Апрацоўка...
de: Wird verarbeitet...
ja: 処理中...
pl: Przetwarzanie...
uk: Обробка...

source: Purchase Failed
be: Пакупка не ўдалася
de: Kauf fehlgeschlagen
ja: 購入に失敗しました
pl: Zakup nieudany
uk: Купівля не вдалася

source: Unknown error
be: Невядомая памылка
de: Unbekannter Fehler
ja: 不明なエラー
pl: Nieznany błąd
uk: Невідома помилка

source: Welcome to Pro!
be: Сардэчна запрашаем у Pro!
de: Willkommen bei Pro!
ja: Proへようこそ！
pl: Witamy w Pro!
uk: Ласкаво просимо до Pro!

source: You now have unlimited access
be: Цяпер у вас неабмежаваны доступ
de: Du hast jetzt unbegrenzten Zugriff
ja: 無制限アクセスを利用できます
pl: Masz teraz nielimitowany dostęp
uk: Тепер у вас необмежений доступ
