Repository: vivy-company/vvterm
Catalog: VivyTerm/Resources/*.lproj/Localizable.strings
Languages: be, de, ja, pl, uk

source: Cancel anytime. Subscription auto-renews.
be: Можна скасаваць у любы час. Падпіска аўтаматычна падаўжаецца.
de: Jederzeit kündbar. Abo verlängert sich automatisch.
ja: いつでもキャンセル可能。自動更新されます。
pl: Anuluj w dowolnej chwili. Subskrypcja odnawia się automatycznie.
uk: Скасування в будь‑який час. Підписка автоматично поновлюється.

source: Terms of Service
be: Умовы выкарыстання
de: Nutzungsbedingungen
ja: 利用規約
pl: Warunki korzystania
uk: Умови використання

source: Refund Policy
be: Палітыка вяртання
de: Rückerstattungsrichtlinie
ja: 返金ポリシー
pl: Polityka zwrotów
uk: Політика повернення

source: Select a Plan
be: Выберыце план
de: Plan auswählen
ja: プランを選択
pl: Wybierz plan
uk: Виберіть план

source: Buy - %@
be: Купіць — %@
de: Kaufen - %@
ja: 購入 - %@
pl: Kup - %@
uk: Купити - %@

source: Subscribe - %@
be: Падпісацца — %@
de: Abonnieren - %@
ja: 購読 - %@
pl: Subskrybuj - %@
uk: Підписатися - %@

source: Purchase verification failed
be: Праверка пакупкі не ўдалася
de: Kaufverifizierung fehlgeschlagen
ja: 購入の検証に失敗しました
pl: Weryfikacja zakupu nieudana
uk: Перевірка купівлі не вдалася

source: Product not found
be: Прадукт не знойдзены
de: Produkt nicht gefunden
ja: 商品が見つかりません
pl: Nie znaleziono produktu
uk: Продукт не знайдено

source: Purchase failed: %@
be: Пакупка не ўдалася: %@
de: Kauf fehlgeschlagen: %@
ja: 購入に失敗しました：%@
pl: Zakup nieudany: %@
uk: Купівля не вдалася: %@

source: Status
be: Статус
ja: ステータス
uk: Статус

source: Subscription
be: Падпіска
de: Abo
ja: サブスクリプション
pl: Subskrypcja
uk: Підписка

source: Plan
be: План
ja: プラン
uk: План

source: Purchased
be: Набыта
de: Gekauft
ja: 購入済み
pl: Zakupiono
uk: Куплено

source: Renews
be: Падаўжаецца
de: Verlängert sich
ja: 更新
pl: Odnawia się
uk: Поновлюється

source: Servers
be: Серверы
de: Server
ja: サーバー
pl: Serwery
uk: Сервери

source: %lld of %lld used
be: Выкарыстана %lld з %lld
de: %lld von %lld verwendet
ja: %lld / %lld 使用
pl: Wykorzystano %lld z %lld
uk: Використано %lld з %lld

source: Workspaces
be: Працоўныя прасторы
de: Arbeitsbereiche
ja: ワークスペース
pl: Przestrzenie robocze
uk: Робочі простори

source: Simultaneous Connections
be: Адначасовыя падключэнні
de: Gleichzeitige Verbindungen
ja: 同時接続
pl: Jednoczesne połączenia
uk: Одночасні підключення

source: %lld max
be: макс. %lld
de: max. %lld
ja: 最大 %lld
pl: maks. %lld
uk: макс. %lld

source: Features
be: Функцыі
de: Funktionen
ja: 機能
pl: Funkcje
uk: Функції

source: Billing
be: Аплата
de: Abrechnung
ja: 請求
pl: Rozliczenia
uk: Оплата

source: Active
be: Актыўна
de: Aktiv
ja: 有効
pl: Aktywne
uk: Активна

source: Free Tier
be: Бясплатны план
de: Kostenloser Tarif
ja: 無料プラン
pl: Darmowy plan
uk: Безкоштовний план

source: Pro Lifetime
be: Pro назаўжды
de: Pro lebenslang
ja: Pro買い切り
pl: Pro dożywotnio
uk: Pro назавжди

source: Pro Monthly
be: Pro штомесяц
de: Pro monatlich
ja: Pro月額
pl: Pro miesięcznie
uk: Pro щомісяця

source: Pro Yearly
be: Pro штогод
de: Pro jährlich
ja: Pro年額
pl: Pro rocznie
uk: Pro щороку

# FREE_PLAN
source: FREE
be: БЯСПЛАТНА
de: KOSTENLOS
ja: 無料
uk: БЕЗКОШТОВНО

source: Unlimited servers & workspaces
be: Неабмежаваныя серверы і працоўныя прасторы
de: Unbegrenzte Server und Arbeitsbereiche
ja: 無制限のサーバーとワークスペース
pl: Nielimitowane serwery i przestrzenie robocze
uk: Безлімітні сервери та робочі простори

source: Server Limit Reached
be: Дасягнуты ліміт сервераў
de: Serverlimit erreicht
ja: サーバー上限に達しました
pl: Osiągnięto limit serwerów
uk: Досягнуто ліміту серверів

source: Workspace Limit Reached
be: Дасягнуты ліміт працоўных прастор
de: Arbeitsbereichslimit erreicht
ja: ワークスペース上限に達しました
pl: Osiągnięto limit przestrzeni roboczych
uk: Досягнуто ліміту робочих просторів

source: Tab Limit Reached
be: Дасягнуты ліміт укладак
de: Tab‑Limit erreicht
ja: タブ上限に達しました
pl: Osiągnięto limit kart
uk: Досягнуто ліміту вкладок

source: You've reached the limit of %lld servers on the free plan. Upgrade to Pro for unlimited servers.
be: Вы дасягнулі ліміту %lld сервераў у бясплатным плане. Абнавіце да Pro для неабмежаваных сервераў.
de: Du hast das Limit von %lld Servern im kostenlosen Tarif erreicht. Upgrade auf Pro für unbegrenzte Server.
ja: 無料プランの上限 %lld 台に達しました。無制限のサーバーにはProへアップグレードしてください。
pl: Osiągnięto limit %lld serwerów w darmowym planie. Ulepsz do Pro, aby mieć nielimitowane serwery.
uk: Ви досягли ліміту %lld серверів у безкоштовному плані. Оновіть до Pro для безлімітних серверів.

source: You've reached the limit of %lld workspace on the free plan. Upgrade to Pro for unlimited workspaces.
be: Вы дасягнулі ліміту %lld працоўных прастор у бясплатным плане. Абнавіце да Pro для неабмежаваных прастор.
de: Du hast das Limit von %lld Arbeitsbereich im kostenlosen Tarif erreicht. Upgrade auf Pro für unbegrenzte Arbeitsbereiche.
ja: 無料プランの上限 %lld ワークスペースに達しました。無制限にするにはProへアップグレードしてください。
pl: Osiągnięto limit %lld przestrzeni roboczej w darmowym planie. Ulepsz do Pro, aby mieć nielimitowane przestrzenie robocze.
uk: Ви досягли ліміту %lld робочого простору у безкоштовному плані. Оновіть до Pro для безлімітних робочих просторів.

source: You can only have %lld connection at a time on the free plan. Upgrade to Pro for multiple simultaneous connections.
be: У бясплатным плане можна мець не больш за %lld адначасовых падключэнняў. Абнавіце да Pro для некалькіх адначасовых падключэнняў.
de: Du kannst im kostenlosen Tarif nur %lld Verbindung gleichzeitig haben. Upgrade auf Pro für mehrere gleichzeitige Verbindungen.
ja: 無料プランでは同時に %lld 接続までです。複数同時接続にはProへアップグレードしてください。
pl: W darmowym planie możesz mieć tylko %lld połączenie jednocześnie. Ulepsz do Pro, aby mieć wiele jednoczesnych połączeń.
uk: У безкоштовному плані можна мати лише %lld підключення одночасно. Оновіть до Pro для кількох одночасних підключень.

source: Server Locked
be: Сервер заблакаваны
de: Server gesperrt
ja: サーバーがロックされています
pl: Serwer zablokowany
uk: Сервер заблоковано

source: Workspace Locked
be: Працоўная прастора заблакаваная
de: Arbeitsbereich gesperrt
ja: ワークスペースがロックされています
pl: Przestrzeń robocza zablokowana
uk: Робочий простір заблоковано

source: This server exceeds your free plan limit of %lld servers. Renew your Pro subscription to access all your servers.
be: Гэты сервер перавышае ліміт %lld сервераў у бясплатным плане. Падоўжыце падпіску Pro, каб атрымаць доступ да ўсіх сервераў.
de: Dieser Server überschreitet dein kostenloses Limit von %lld Servern. Verlängere dein Pro‑Abo, um auf alle Server zuzugreifen.
ja: このサーバーは無料プランの上限 %lld 台を超えています。Proサブスクリプションを更新してすべてのサーバーにアクセスしてください。
pl: Ten serwer przekracza limit %lld serwerów w darmowym planie. Odnów subskrypcję Pro, aby uzyskać dostęp do wszystkich serwerów.
uk: Цей сервер перевищує ліміт %lld серверів у безкоштовному плані. Поновіть підписку Pro, щоб отримати доступ до всіх серверів.

source: This workspace exceeds your free plan limit of %lld workspace. Renew your Pro subscription to access all your workspaces.
be: Гэта працоўная прастора перавышае ліміт %lld працоўных прастор у бясплатным плане. Падоўжыце падпіску Pro, каб атрымаць доступ да ўсіх прастор.
de: Dieser Arbeitsbereich überschreitet dein kostenloses Limit von %lld Arbeitsbereich. Verlängere dein Pro‑Abo, um auf alle Arbeitsbereiche zuzugreifen.
ja: このワークスペースは無料プランの上限 %lld を超えています。Proサブスクリプションを更新してすべてのワークスペースにアクセスしてください。
pl: Ta przestrzeń robocza przekracza limit %lld w darmowym planie. Odnów subskrypcję Pro, aby uzyskać dostęp do wszystkich przestrzeni roboczych.
uk: Цей робочий простір перевищує ліміт %lld у безкоштовному плані. Поновіть підписку Pro, щоб отримати доступ до всіх робочих просторів.

source: Subscription Expired
be: Падпіска скончылася
de: Abo abgelaufen
ja: サブスクリプション期限切れ
pl: Subskrypcja wygasła
uk: Підписка закінчилася

source: %lld server
be: %lld сервер
ja: %lld サーバー
pl: %lld serwer
uk: %lld сервер

source: %lld servers
be: %lld сервераў
de: %lld Server
ja: %lld サーバー
pl: %lld serwerów
uk: %lld серверів

source: %lld workspace
be: %lld працоўная прастора
de: %lld Arbeitsbereich
ja: %lld ワークスペース
pl: %lld przestrzeń robocza
uk: %lld робочий простір

source: %lld workspaces
be: %lld працоўных прастор
de: %lld Arbeitsbereiche
ja: %lld ワークスペース
pl: %lld przestrzeni roboczych
uk: %lld робочих просторів

source: and
be: і
de: und
ja: と
pl: i
uk: і

source: %@ locked
be: Заблакавана: %@
de: %@ gesperrt
ja: %@ がロックされています
pl: %@ zablokowane
uk: %@ заблоковано

source: Server Info
be: Інфармацыя пра сервер
ja: サーバー情報
pl: Informacje o serwerze
uk: Інформація про сервер

source: Name
be: Назва
ja: 名前
pl: Nazwa
uk: Назва

source: Host
be: Хост
ja: ホスト
uk: Хост

source: Port
be: Порт
ja: ポート
uk: Порт

source: Username
be: Імя карыстальніка
de: Benutzername
ja: ユーザー名
pl: Nazwa użytkownika
uk: Ім’я користувача

source: Authentication
be: Аўтэнтыфікацыя
de: Authentifizierung
ja: 認証
pl: Uwierzytelnianie
uk: Автентифікація

source: Method
be: Метад
de: Methode
ja: 方法
pl: Metoda
uk: Метод

source: Password
be: Пароль
de: Passwort
ja: パスワード
pl: Hasło
uk: Пароль

source: Key loaded
be: Ключ загружаны
de: Schlüssel geladen
ja: キー読み込み済み
pl: Klucz wczytany
uk: Ключ завантажено

source: Key Passphrase
be: Пароль ключа
de: Schlüssel‑Passphrase
ja: キーパスフレーズ
pl: Hasło klucza
uk: Пароль ключа

source: Server Environment
be: Асяроддзе сервера
de: Serverumgebung
ja: サーバー環境
pl: Środowisko serwera
uk: Середовище сервера

source: Environment
be: Асяроддзе
de: Umgebung
ja: 環境
pl: Środowisko
uk: Середовище

source: Notes
be: Нататкі
de: Notizen
ja: メモ
pl: Notatki
uk: Нотатки

source: Edit Server
be: Рэдагаваць сервер
de: Server bearbeiten
ja: サーバーを編集
pl: Edytuj serwer
uk: Редагувати сервер

source: Add Server
be: Дадаць сервер
de: Server hinzufügen
ja: サーバーを追加
pl: Dodaj serwer
uk: Додати сервер

source: Use Stored Key
be: Выкарыстаць захаваны ключ
de: Gespeicherten Schlüssel verwenden
ja: 保存済みキーを使用
pl: Użyj zapisanego klucza
uk: Використати збережений ключ

source: Select a key...
be: Выберыце ключ...
de: Schlüssel auswählen...
ja: キーを選択...
pl: Wybierz klucz...
uk: Виберіть ключ...

source: Import File
be: Імпартаваць файл
de: Datei importieren
ja: ファイルをインポート
pl: Importuj plik
uk: Імпортувати файл

source: Paste
be: Уставіць
de: Einfügen
ja: 貼り付け
pl: Wklej
uk: Вставити

source: Add to Keychain
be: Дадаць у Звязку ключоў
de: Zum Schlüsselbund hinzufügen
ja: キーチェーンに追加
pl: Dodaj do Pęku kluczy
uk: Додати до Зв’язки ключів

source: Select a stored key or import/paste a new one
be: Выберыце захаваны ключ або імпартуйце/устаўце новы
de: Wähle einen gespeicherten Schlüssel oder importiere/füge einen neuen ein
ja: 保存済みキーを選択するか、新規にインポート／貼り付けしてください
pl: Wybierz zapisany klucz lub zaimportuj/wklej nowy
uk: Виберіть збережений ключ або імпортуйте/вставте новий

source: Using stored key: %@
be: Выкарыстоўваецца захаваны ключ: %@
de: Gespeicherter Schlüssel: %@
ja: 保存済みキーを使用中：%@
pl: Używany zapisany klucz: %@
uk: Використовується збережений ключ: %@

source: Workspace
be: Працоўная прастора
de: Arbeitsbereich
ja: ワークスペース
pl: Przestrzeń robocza
uk: Робочий простір

source: Workspace name
be: Назва працоўнай прасторы
de: Arbeitsbereichsname
ja: ワークスペース名
pl: Nazwa przestrzeni roboczej
uk: Назва робочого простору

source: Color
be: Колер
de: Farbe
ja: 色
pl: Kolor
uk: Колір

source: Delete Workspace
be: Выдаліць працоўную прастору
de: Arbeitsbereich löschen
ja: ワークスペースを削除
pl: Usuń przestrzeń roboczą
uk: Видалити робочий простір

source: Edit Workspace
be: Рэдагаваць працоўную прастору
de: Arbeitsbereich bearbeiten
ja: ワークスペースを編集
pl: Edytuj przestrzeń roboczą
uk: Редагувати робочий простір

source: New Workspace
be: Новая працоўная прастора
de: Neuer Arbeitsbereich
ja: 新しいワークスペース
pl: Nowa przestrzeń robocza
uk: Новий робочий простір

source: My Servers
be: Мае серверы
de: Meine Server
ja: 自分のサーバー
pl: Moje serwery
uk: Мої сервери

source: WORKSPACE
be: ПРАЦОЎНАЯ ПРАСТОРА
de: ARBEITSBEREICH
ja: ワークスペース
pl: PRZESTRZEŃ ROBOCZA
uk: РОБОЧИЙ ПРОСТІР

source: SERVERS
be: СЕРВЕРЫ
de: SERVER
ja: サーバー
pl: SERWERY
uk: СЕРВЕРИ

source: Support VVTerm
be: Падтрымаць VVTerm
de: VVTerm unterstützen
ja: VVTermを支援
pl: Wesprzyj VVTerm
uk: Підтримати VVTerm

source: All
be: Усе
de: Alle
ja: すべて
pl: Wszystkie
uk: Усі

source: Custom...
be: Карыстальніцкае...
de: Benutzerdefiniert...
ja: カスタム...
pl: Niestandardowe...
uk: Власні...

source: Unlock with Pro
be: Разблакаваць у Pro
de: Mit Pro freischalten
ja: Proで解除
pl: Odblokuj z Pro
uk: Розблокувати з Pro

source: Switch to Workspace
be: Пераключыцца на працоўную прастору
de: Zum Arbeitsbereich wechseln
ja: ワークスペースに切り替え
pl: Przełącz na przestrzeń roboczą
uk: Перемкнутися на робочий простір

source: Active Connections
be: Актыўныя падключэнні
de: Aktive Verbindungen
ja: アクティブな接続
pl: Aktywne połączenia
uk: Активні підключення

source: Add Workspace
be: Дадаць працоўную прастору
de: Arbeitsbereich hinzufügen
ja: ワークスペースを追加
pl: Dodaj przestrzeń roboczą
uk: Додати робочий простір

source: No Servers
be: Няма сервераў
de: Keine Server
ja: サーバーがありません
pl: Brak serwerów
uk: Немає серверів

source: Add a server to get started
be: Дадайце сервер, каб пачаць
de: Füge einen Server hinzu, um zu beginnen
ja: サーバーを追加して開始
pl: Dodaj serwer, aby rozpocząć
uk: Додайте сервер, щоб почати

source: No network connection
be: Няма сеткавага злучэння
de: Keine Netzwerkverbindung
ja: ネットワーク接続なし
pl: Brak połączenia sieciowego
uk: Немає мережевого з’єднання

source: You're currently offline. Some features may not work:
be: Зараз вы офлайн. Некаторыя функцыі могуць не працаваць:
de: Du bist derzeit offline. Einige Funktionen funktionieren möglicherweise nicht:
ja: 現在オフラインです。一部の機能は動作しない場合があります：
pl: Jesteś offline. Niektóre funkcje mogą nie działać:
uk: Зараз ви офлайн. Деякі функції можуть не працювати:

source: Cannot connect to servers
be: Немагчыма падключыцца да сервераў
de: Verbindung zu Servern nicht möglich
ja: サーバーに接続できません
pl: Nie można połączyć się z serwerami
uk: Не вдається підключитися до серверів

source: iCloud sync paused
be: Сінхранізацыя iCloud прыпынена
de: iCloud‑Sync pausiert
ja: iCloud同期が一時停止中
pl: Synchronizacja iCloud wstrzymana
uk: Синхронізацію iCloud призупинено

source: Saved servers still accessible
be: Захаваныя серверы ўсё яшчэ даступныя
de: Gespeicherte Server weiterhin erreichbar
ja: 保存済みサーバーは利用可能
pl: Zapisane serwery nadal dostępne
uk: Збережені сервери все ще доступні

source: Offline
be: Офлайн
ja: オフライン
uk: Офлайн

source: Initializing terminal...
be: Ініцыялізацыя тэрмінала...
de: Terminal wird initialisiert...
ja: ターミナルを初期化中...
pl: Inicjowanie terminala...
uk: Ініціалізація термінала...

source: Terminal initialization failed
be: Ініцыялізацыя тэрмінала не ўдалася
de: Terminal‑Initialisierung fehlgeschlagen
ja: ターミナルの初期化に失敗しました
pl: Nie udało się zainicjować terminala
uk: Ініціалізація термінала не вдалася

source: Voice Input Unavailable
be: Галасавы ўвод недаступны
de: Sprach‑Eingabe nicht verfügbar
ja: 音声入力が利用できません
pl: Wejście głosowe niedostępne
uk: Голосовий ввід недоступний

source: Voice input (Command+Shift+M)
be: Галасавы ўвод (Command+Shift+M)
de: Sprach‑Eingabe (Command+Shift+M)
ja: 音声入力（Command+Shift+M）
pl: Wejście głosowe (Command+Shift+M)
uk: Голосовий ввід (Command+Shift+M)

source: Enable Microphone and Speech Recognition in System Settings.
be: Уключыце мікрафон і распазнаванне маўлення ў наладах сістэмы.
de: Aktiviere Mikrofon und Spracherkennung in den Systemeinstellungen.
ja: システム設定でマイクと音声認識を有効にしてください。
pl: Włącz mikrofon i rozpoznawanie mowy w Ustawieniach systemowych.
uk: Увімкніть мікрофон і розпізнавання мовлення в налаштуваннях системи.

source: Close this terminal?
be: Закрыць гэты тэрмінал?
de: Dieses Terminal schließen?
ja: このターミナルを閉じますか？
pl: Zamknąć ten terminal?
uk: Закрити цей термінал?

source: The SSH connection will be terminated.
be: SSH‑падключэнне будзе завершана.
de: Die SSH‑Verbindung wird beendet.
ja: SSH接続は終了します。
pl: Połączenie SSH zostanie zakończone.
uk: SSH‑підключення буде завершено.

source: No Keys Stored
be: Няма захаваных ключоў
de: Keine Schlüssel gespeichert
ja: 保存されたキーがありません
pl: Brak zapisanych kluczy
uk: Немає збережених ключів

source: Add keys to quickly use them when creating new servers
be: Дадайце ключы для хуткага выкарыстання пры стварэнні новых сервераў
de: Füge Schlüssel hinzu, um sie beim Erstellen neuer Server schnell zu verwenden
ja: 新しいサーバー作成時に素早く使えるようキーを追加
pl: Dodaj klucze, aby szybko używać ich przy tworzeniu nowych serwerów
uk: Додайте ключі для швидкого використання під час створення нових серверів

source: Generate New Key
be: Згенераваць новы ключ
de: Neuen Schlüssel erzeugen
ja: 新しいキーを生成
pl: Wygeneruj nowy klucz
uk: Згенерувати новий ключ

source: Import Key
be: Імпартаваць ключ
de: Schlüssel importieren
ja: キーをインポート
pl: Importuj klucz
uk: Імпортувати ключ

source: Keys are stored securely in your device's Keychain. Passphrases are stored separately.
be: Ключы надзейна захоўваюцца ў Звязцы ключоў прылады. Паролі захоўваюцца асобна.
de: Schlüssel werden sicher im Schlüsselbund des Geräts gespeichert. Passphrasen werden separat gespeichert.
ja: キーはデバイスのキーチェーンに安全に保存されます。パスフレーズは別に保存されます。
pl: Klucze są bezpiecznie przechowywane w Pęku kluczy urządzenia. Hasła są przechowywane osobno.
uk: Ключі надійно зберігаються у Зв’язці ключів пристрою. Паролі зберігаються окремо.

source: Delete SSH Key
be: Выдаліць SSH‑ключ
de: SSH‑Schlüssel löschen
ja: SSHキーを削除
pl: Usuń klucz SSH
uk: Видалити SSH‑ключ

source: Are you sure you want to delete '%@'? This cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць «%@»? Гэта немагчыма скасаваць.
de: Möchtest du „%@“ wirklich löschen? Dies kann nicht rückgängig gemacht werden.
ja: 「%@」を削除しますか？この操作は取り消せません。
pl: Czy na pewno chcesz usunąć „%@”? Tego nie można cofnąć.
uk: Ви впевнені, що хочете видалити «%@»? Це неможливо скасувати.

source: Protected
be: Абаронена
de: Geschützt
ja: 保護済み
pl: Chronione
uk: Захищено

source: Added %@ ago
be: Дададзена %@ таму
de: Vor %@ hinzugefügt
ja: %@ 前に追加
pl: Dodano %@ temu
uk: Додано %@ тому

source: Copy public key
be: Скапіраваць публічны ключ
de: Öffentlichen Schlüssel kopieren
ja: 公開鍵をコピー
pl: Skopiuj klucz publiczny
uk: Копіювати публічний ключ

source: Key Name
be: Назва ключа
de: Schlüsselname
ja: キー名
pl: Nazwa klucza
uk: Назва ключа

source: e.g., Personal MacBook, Work Key
be: Напрыклад: асабісты MacBook, працоўны ключ
de: z. B. Persönliches MacBook, Arbeitsschlüssel
ja: 例：個人用MacBook、仕事用キー
pl: np. Prywatny MacBook, Klucz pracy
uk: наприклад, Особистий MacBook, Робочий ключ

source: Private Key
be: Прыватны ключ
de: Privater Schlüssel
ja: 秘密鍵
pl: Klucz prywatny
uk: Приватний ключ

source: Import Key File
be: Імпартаваць файл ключа
de: Schlüsseldatei importieren
ja: キーファイルをインポート
pl: Importuj plik klucza
uk: Імпортувати файл ключа

source: Import your private key file (id_rsa, id_ed25519, etc.) or paste the contents
be: Імпартуйце файл прыватнага ключа (id_rsa, id_ed25519 і інш.) або ўстаўце змесціва
de: Importiere deine private Schlüsseldatei (id_rsa, id_ed25519, etc.) oder füge den Inhalt ein
ja: 秘密鍵ファイル（id_rsa、id_ed25519 など）をインポートするか内容を貼り付け
pl: Importuj plik klucza prywatnego (id_rsa, id_ed25519 itp.) lub wklej zawartość
uk: Імпортуйте файл приватного ключа (id_rsa, id_ed25519 тощо) або вставте вміст

source: Key loaded (%lld characters)
be: Ключ загружаны (%lld сімвалаў)
de: Schlüssel geladen (%lld Zeichen)
ja: キー読み込み済み（%lld 文字）
pl: Klucz wczytany (%lld znaków)
uk: Ключ завантажено (%lld символів)

source: Key passphrase
be: Пароль ключа
de: Schlüssel‑Passphrase
ja: キーパスフレーズ
pl: Hasło klucza
uk: Пароль ключа

source: Passphrase (Optional)
be: Пароль (неабавязкова)
ja: パスフレーズ（任意）
pl: Hasło (opcjonalnie)
uk: Пароль (необов’язково)

source: If your key is encrypted with a passphrase, enter it here. Leave empty for keys without passphrase.
be: Калі ключ зашыфраваны паролем, увядзіце яго тут. Пакіньце пустым для ключоў без пароля.
de: Wenn dein Schlüssel mit einer Passphrase verschlüsselt ist, gib sie hier ein. Leer lassen für Schlüssel ohne Passphrase.
ja: キーがパスフレーズで暗号化されている場合はここに入力してください。パスフレーズなしの場合は空のまま。
pl: Jeśli klucz jest zaszyfrowany hasłem, wpisz je tutaj. Pozostaw puste dla kluczy bez hasła.
uk: Якщо ключ зашифровано паролем, введіть його тут. Залиште порожнім для ключів без пароля.

source: Add SSH Key
be: Дадаць SSH‑ключ
de: SSH‑Schlüssel hinzufügen
ja: SSHキーを追加
pl: Dodaj klucz SSH
uk: Додати SSH‑ключ

source: Algorithm
be: Алгарытм
de: Algorithmus
ja: アルゴリズム
pl: Algorytm
uk: Алгоритм

source: Key Type
be: Тып ключа
de: Schlüsseltyp
ja: キータイプ
pl: Typ klucza
uk: Тип ключа

source: Confirm passphrase
be: Пацвердзіце пароль
de: Passphrase bestätigen
ja: パスフレーズ確認
pl: Potwierdź hasło
uk: Підтвердьте пароль

source: Protect your key with a passphrase. Leave empty for no protection.
be: Абараніце ключ паролем. Пакіньце пустым для адсутнасці абароны.
de: Schütze deinen Schlüssel mit einer Passphrase. Leer lassen für keinen Schutz.
ja: パスフレーズでキーを保護します。保護しない場合は空欄にしてください。
pl: Chroń klucz hasłem. Pozostaw puste, aby nie chronić.
uk: Захистіть ключ паролем. Залиште порожнім, щоб не захищати.

source: Generated Key
be: Ключ згенераваны
de: Schlüssel erzeugt
ja: 生成されたキー
pl: Wygenerowany klucz
uk: Ключ згенеровано

source: Key generated successfully
be: Ключ паспяхова згенераваны
de: Schlüssel erfolgreich erzeugt
ja: キーが正常に生成されました
pl: Klucz wygenerowany pomyślnie
uk: Ключ успішно згенеровано

source: Fingerprint:
be: Адбітак:
de: Fingerabdruck:
ja: フィンガープリント：
pl: Odcisk:
uk: Відбиток:

source: View Public Key
be: Прагледзець публічны ключ
de: Öffentlichen Schlüssel anzeigen
ja: 公開鍵を表示
pl: Pokaż klucz publiczny
uk: Переглянути публічний ключ

source: Generate SSH Key
be: Згенераваць SSH‑ключ
de: SSH‑Schlüssel erzeugen
ja: SSHキーを生成
pl: Wygeneruj klucz SSH
uk: Згенерувати SSH‑ключ

source: Generate
be: Згенераваць
de: Erzeugen
ja: 生成
pl: Generuj
uk: Згенерувати

source: Add this to your server's ~/.ssh/authorized_keys file:
be: Дадайце гэта ў файл ~/.ssh/authorized_keys на серверы:
de: Füge dies zur Datei ~/.ssh/authorized_keys deines Servers hinzu:
ja: サーバーの ~/.ssh/authorized_keys に以下を追加してください：
pl: Dodaj to do pliku ~/.ssh/authorized_keys na serwerze:
uk: Додайте це до файлу ~/.ssh/authorized_keys на сервері:

source: No Public Key
be: Няма публічнага ключа
de: Kein öffentlicher Schlüssel
ja: 公開鍵がありません
pl: Brak klucza publicznego
uk: Немає публічного ключа

source: This key was imported without a public key.
be: Гэты ключ быў імпартаваны без публічнага ключа.
de: Dieser Schlüssel wurde ohne öffentlichen Schlüssel importiert.
ja: このキーは公開鍵なしでインポートされました。
pl: Klucz został zaimportowany bez klucza publicznego.
uk: Цей ключ імпортовано без публічного ключа.

source: Public Key
be: Публічны ключ
de: Öffentlicher Schlüssel
ja: 公開鍵
pl: Klucz publiczny
uk: Публічний ключ

source: Engine
be: Рухавік
ja: エンジン
pl: Silnik
uk: Рушій

source: System (Apple)
be: Сістэма (Apple)
ja: システム（Apple）
uk: Система (Apple)

source: Provider
be: Пастаўшчык
de: Anbieter
ja: プロバイダー
pl: Dostawca
uk: Постачальник

source: Language
be: Мова
de: Sprache
ja: 言語
pl: Język
uk: Мова

source: Model
be: Мадэль
de: Modell
ja: モデル
uk: Модель

source: Downloading...
be: Спампоўванне...
de: Wird heruntergeladen...
ja: ダウンロード中...
pl: Pobieranie...
uk: Завантаження...

source: Delete Model
be: Выдаліць мадэль
de: Modell löschen
ja: モデルを削除
pl: Usuń model
uk: Видалити модель

source: Download size: %@
be: Памер спампоўвання: %@
de: Downloadgröße: %@
ja: ダウンロードサイズ：%@
pl: Rozmiar pobierania: %@
uk: Розмір завантаження: %@

source: Download
be: Спампаваць
de: Herunterladen
ja: ダウンロード
pl: Pobierz
uk: Завантажити

source: Ready
be: Гатова
de: Bereit
ja: 準備完了
pl: Gotowe
uk: Готово

source: Failed
be: Не ўдалося
de: Fehlgeschlagen
ja: 失敗
pl: Nieudane
uk: Не вдалося

source: Storage
be: Сховішча
de: Speicher
ja: ストレージ
pl: Pamięć
uk: Сховище

source: Model Storage
be: Сховішча мадэляў
de: Modellspeicher
ja: モデルのストレージ
pl: Pamięć modeli
uk: Сховище моделей
