Repository: vivy-company/vvterm
Catalog: VivyTerm/Resources/*.lproj/Localizable.strings
Languages: be, de, ja, pl, uk

source: MLX transcription is not available on this Mac. Switching to Apple Speech.
be: Транскрыпцыя MLX недаступна на гэтым Mac. Пераключаемся на Apple Speech.
de: MLX‑Transkription ist auf diesem Mac nicht verfügbar. Wechsel zu Apple Speech.
ja: このMacではMLX文字起こしが利用できません。Apple Speechに切り替えます。
pl: Transkrypcja MLX nie jest dostępna na tym Macu. Przełączanie na Apple Speech.
uk: Транскрипція MLX недоступна на цьому Mac. Перемикаємося на Apple Speech.

source: Upgrade to Pro for unlimited servers
be: Абнавіце да Pro для неабмежаваных сервераў
de: Upgrade auf Pro für unbegrenzte Server
ja: 無制限のサーバーにはProへアップグレード
pl: Ulepsz do Pro, aby mieć nielimitowane serwery
uk: Оновіть до Pro для безлімітних серверів

source: Upgrade to Pro for unlimited workspaces
be: Абнавіце да Pro для неабмежаваных працоўных прастор
de: Upgrade auf Pro für unbegrenzte Arbeitsbereiche
ja: 無制限のワークスペースにはProへアップグレード
pl: Ulepsz do Pro, aby mieć nielimitowane przestrzenie robocze
uk: Оновіть до Pro для безлімітних робочих просторів

source: Upgrade to Pro for multiple connections
be: Абнавіце да Pro для некалькіх падключэнняў
de: Upgrade auf Pro für mehrere Verbindungen
ja: 複数接続にはProへアップグレード
pl: Ulepsz do Pro, aby mieć wiele połączeń
uk: Оновіть до Pro для кількох підключень

source: Upgrade to Pro for custom environments
be: Абнавіце да Pro для карыстальніцкіх асяроддзяў
de: Upgrade auf Pro für benutzerdefinierte Umgebungen
ja: カスタム環境にはProへアップグレード
pl: Ulepsz do Pro, aby mieć własne środowiska
uk: Оновіть до Pro для користувацьких середовищ

source: Disconnect from server
be: Адключыцца ад сервера
de: Vom Server trennen
ja: サーバーから切断
pl: Rozłącz z serwerem
uk: Від’єднатися від сервера

source: Disconnect from %@?
be: Адключыцца ад %@?
de: Von %@ trennen?
ja: %@ から切断しますか？
pl: Rozłączyć z %@?
uk: Від’єднатися від %@?

source: This will return to the server list.
be: Гэта верне да спісу сервераў.
de: Dies kehrt zur Serverliste zurück.
ja: サーバー一覧に戻ります。
pl: To powróci do listy serwerów.
uk: Повернення до списку серверів.

source: All terminal tabs for this server will be closed.
be: Усе ўкладкі тэрмінала для гэтага сервера будуць закрыты.
de: Alle Terminal‑Tabs für diesen Server werden geschlossen.
ja: このサーバーのすべてのターミナルタブが閉じられます。
pl: Wszystkie karty terminala dla tego serwera zostaną zamknięte.
uk: Усі вкладки термінала для цього сервера буде закрито.

source: Add Terminal Preset
be: Дадаць прэсет тэрмінала
de: Terminal‑Preset hinzufügen
ja: ターミナルプリセットを追加
pl: Dodaj preset terminala
uk: Додати пресет термінала

source: Edit Preset
be: Рэдагаваць прэсет
de: Preset bearbeiten
ja: プリセットを編集
pl: Edytuj preset
uk: Редагувати пресет

source: Basic Information
be: Базавая інфармацыя
de: Grundlegende Informationen
ja: 基本情報
pl: Informacje podstawowe
uk: Основна інформація

source: Display name for the preset (e.g., Claude, Helix, Vim)
be: Адлюстроўваемая назва прэсета (напрыклад, Claude, Helix, Vim)
de: Anzeigename für das Preset (z. B. Claude, Helix, Vim)
ja: プリセットの表示名（例：Claude、Helix、Vim）
pl: Nazwa wyświetlana presetu (np. Claude, Helix, Vim)
uk: Назва пресета (наприклад, Claude, Helix, Vim)

source: Command
be: Каманда
de: Befehl
ja: コマンド
pl: Polecenie
uk: Команда

source: Command to run when preset is selected (e.g., claude, hx, nvim)
be: Каманда для запуску пры выбары прэсета (напрыклад, claude, hx, nvim)
de: Befehl, der beim Auswählen des Presets ausgeführt wird (z. B. claude, hx, nvim)
ja: プリセット選択時に実行するコマンド（例：claude、hx、nvim）
pl: Polecenie uruchamiane po wybraniu presetu (np. claude, hx, nvim)
uk: Команда для запуску при виборі пресета (наприклад, claude, hx, nvim)

source: Icon
be: Значок
de: Symbol
ja: アイコン
pl: Ikona
uk: Іконка

source: Choose Symbol...
be: Выбраць сімвал...
de: Symbol auswählen...
ja: シンボルを選択...
pl: Wybierz symbol...
uk: Вибрати символ...

source: Developer
be: Распрацоўшчык
de: Entwickler
ja: 開発者
pl: Deweloper
uk: Розробник

source: Join Community
be: Далучыцца да супольнасці
de: Community beitreten
ja: コミュニティに参加
pl: Dołącz do społeczności
uk: Приєднатися до спільноти

source: Email
ja: メール
uk: Електронна пошта

source: Report Issue
be: Паведаміць пра праблему
de: Problem melden
ja: 問題を報告
pl: Zgłoś problem
uk: Повідомити про проблему

source: System (Apple Speech)
be: Сістэма (Apple Speech)
ja: システム（Apple Speech）
uk: Система (Apple Speech)

source: Failed to remove model
be: Не ўдалося выдаліць мадэль
de: Modell konnte nicht entfernt werden
ja: モデルの削除に失敗しました
pl: Nie udało się usunąć modelu
uk: Не вдалося видалити модель

source: Model ID is required
be: Патрэбны ID мадэлі
de: Modell‑ID ist erforderlich
ja: モデルIDが必要です
pl: Wymagany jest identyfikator modelu
uk: Потрібен ID моделі

source: Server '%@' is locked
be: Сервер «%@» заблакаваны
de: Server „%@“ ist gesperrt
ja: サーバー「%@」はロックされています
pl: Serwer '%@' jest zablokowany
uk: Сервер «%@» заблоковано

source: Workspace '%@' is locked
be: Працоўная прастора «%@» заблакавана
de: Arbeitsbereich „%@“ ist gesperrt
ja: ワークスペース「%@」はロックされています
pl: Przestrzeń robocza '%@' jest zablokowana
uk: Робочий простір «%@» заблоковано

source: You've reached the limit of %lld servers. Upgrade to Pro for unlimited servers.
be: Вы дасягнулі ліміту %lld сервераў. Абнавіце да Pro для неабмежаваных сервераў.
de: Du hast das Limit von %lld Servern erreicht. Upgrade auf Pro für unbegrenzte Server.
ja: サーバーの上限 %lld 台に達しました。無制限のサーバーにはProへアップグレードしてください。
pl: Osiągnięto limit %lld serwerów. Ulepsz do Pro, aby mieć nielimitowane serwery.
uk: Ви досягли ліміту %lld серверів. Оновіть до Pro для безлімітних серверів.

source: Modern, fast, and secure. Recommended for most uses.
be: Сучасна, хутка і бяспечна. Рэкамендуецца для большасці выпадкаў.
de: Modern, schnell und sicher. Für die meisten Einsatzzwecke empfohlen.
ja: 現代的で高速かつ安全。ほとんどの用途におすすめです。
pl: Nowoczesny, szybki i bezpieczny. Zalecany w większości zastosowań.
uk: Сучасно, швидко та безпечно. Рекомендується для більшості випадків.

source: Wide compatibility with older systems.
be: Шырокая сумяшчальнасць са старымі сістэмамі.
de: Weitgehend kompatibel mit älteren Systemen.
ja: 古いシステムとの互換性が高い。
pl: Szeroka kompatybilność ze starszymi systemami.
uk: Широка сумісність зі старими системами.

source: Split Right
be: Падзяліць направа
de: Rechts teilen
ja: 右に分割
pl: Podziel w prawo
uk: Розділити праворуч

source: Split Down
be: Падзяліць уніз
de: Nach unten teilen
ja: 下に分割
pl: Podziel w dół
uk: Розділити вниз

source: Close Pane
be: Закрыць панэль
de: Bereich schließen
ja: ペインを閉じる
pl: Zamknij panel
uk: Закрити панель

source: View
be: Выгляд
de: Ansicht
ja: 表示
pl: Widok
uk: Вигляд

source: Stats
be: Статыстыка
de: Statistiken
ja: 統計
pl: Statystyki
uk: Статистика

source: Support & Feedback
be: Падтрымка і водгукі
de: Support und Feedback
ja: サポートとフィードバック
pl: Wsparcie i opinie
uk: Підтримка та відгуки

source: Upgrade to Pro for unlimited workspaces.
be: Абнавіце да Pro для неабмежаваных працоўных прастор.
de: Upgrade auf Pro für unbegrenzte Arbeitsbereiche.
ja: 無制限のワークスペースにはProへアップグレード。
pl: Ulepsz do Pro, aby mieć nielimitowane przestrzenie robocze.
uk: Оновіть до Pro для безлімітних робочих просторів.

source: Fingerprint
be: Адбітак
de: Fingerabdruck
ja: フィンガープリント
pl: Odcisk palca
uk: Відбиток

source: Links
be: Спасылкі
ja: リンク
pl: Linki
uk: Посилання

source: Passphrase
be: Пароль
ja: パスフレーズ
pl: Hasło
uk: Пароль

source: %@ is a Pro feature
be: %@ — функцыя Pro
de: %@ ist eine Pro‑Funktion
ja: %@ はPro機能です
pl: %@ to funkcja Pro
uk: %@ — функція Pro

source: System (Default)
be: Сістэма (па змаўчанні)
de: System (Standard)
ja: システム（デフォルト）
pl: System (domyślny)
uk: Система (за замовчуванням)

source: Some changes may require restarting the app.
be: Некаторыя змены могуць патрабаваць перазапуску праграмы.
de: Einige Änderungen erfordern möglicherweise einen Neustart der App.
ja: 一部の変更はアプリの再起動が必要な場合があります。
pl: Niektóre zmiany mogą wymagać ponownego uruchomienia aplikacji.
uk: Деякі зміни можуть потребувати перезапуску застосунку.

source: %llds remaining
be: засталося %lld с
de: %llds verbleibend
ja: 残り%lld秒
pl: pozostało %llds
uk: залишилось %lld с

source: %lldm remaining
be: засталося %lld хв
de: %lldm verbleibend
ja: 残り%lld分
pl: pozostało %lldm
uk: залишилось %lld хв

source: %lldh %lldm remaining
be: засталося %lld г %lld хв
de: %lldh %lldm verbleibend
ja: 残り%lld時間%lld分
pl: pozostało %lldh %lldm
uk: залишилось %lld г %lld хв

source: Clear All Storage
be: Ачысціць усю памяць
de: Gesamten Speicher löschen
ja: すべてのストレージを消去
pl: Wyczyść całą pamięć
uk: Очистити все сховище

source: Server 1
be: Сервер 1
ja: サーバー 1
pl: Serwer 1
uk: Сервер 1

source: Server 2
be: Сервер 2
ja: サーバー 2
pl: Serwer 2
uk: Сервер 2

source: Server 3
be: Сервер 3
ja: サーバー 3
pl: Serwer 3
uk: Сервер 3

source: Added
be: Дададзена
de: Hinzugefügt
ja: 追加
uk: Додано

source: Details
be: Падрабязнасці
ja: 詳細
uk: Деталі

source: Close Tab
be: Закрыць укладку
ja: タブを閉じる
uk: Закрити вкладку

source: New Tab
be: Новая ўкладка
ja: 新しいタブ
uk: Нова вкладка

source: Previous Tab
be: Папярэдняя ўкладка
ja: 前のタブ
uk: Попередня вкладка

source: Next Tab
be: Наступная ўкладка
ja: 次のタブ
uk: Наступна вкладка

source: Settings...
be: Налады...
ja: 設定...
uk: Налаштування...

source: Disabled
be: Адключана
ja: 無効
uk: Вимкнено

source: Close Tab?
be: Закрыць укладку?
ja: タブを閉じますか？
uk: Закрити вкладку?

source: This will disconnect "%@".
be: Гэта адключыць "%@".
ja: 「%@」を切断します。
uk: Це від’єднає "%@".

source: Preparing server details...
be: Падрыхтоўка дэталяў сервера...
ja: サーバーの詳細を準備中...
uk: Підготовка даних сервера...

source: Connection successful
be: Злучэнне паспяховае
ja: 接続成功
uk: З’єднання успішне

source: Testing connection...
be: Праверка злучэння...
ja: 接続をテスト中...
uk: Перевірка з’єднання...

source: Test Connection
be: Праверыць злучэнне
ja: 接続をテスト
uk: Перевірити з’єднання

source: Connection will be verified before saving.
be: Перад захаваннем злучэнне будзе праверана.
ja: 保存前に接続を確認します。
uk: Перед збереженням з’єднання буде перевірено.

source: Connection test failed
be: Памылка праверкі злучэння
ja: 接続テストに失敗しました
uk: Помилка перевірки з’єднання

source: Transcribing audio
be: Транскрыпцыя аўдыё
ja: 音声を文字起こし中
uk: Розпізнавання аудіо

source: Copy
be: Капіяваць
ja: コピー
uk: Копіювати

source: Voice input
be: Галасавы ўвод
ja: 音声入力
uk: Голосове введення

source: active
be: актыўна
ja: アクティブ
uk: активно

source: 1 active session
be: 1 актыўная сесія
ja: アクティブなセッション 1 件
uk: 1 активна сесія

source: %lld active sessions
be: %lld актыўных сесій
ja: アクティブなセッション %lld 件
uk: %lld активних сесій

source: Server Name
be: Назва сервера
ja: サーバー名
uk: Назва сервера

source: Standard Glass
be: Стандартнае шкло
ja: 標準ガラス
uk: Стандартне скло

source: Tinted Glass
be: Тоніраванае шкло
ja: 着色ガラス
uk: Тоноване скло

source: Red Tint
be: Чырвоны адценне
ja: 赤い色合い
uk: Червоний відтінок

source: Added %@
be: Дададзена %@
ja: 追加: %@
uk: Додано %@

source: Medium (8-bit)
be: Сярэдняя (8 біт)
ja: 中 (8ビット)
uk: Середня (8 біт)

source: Medium (FP32)
be: Сярэдняя (FP32)
ja: 中 (FP32)
uk: Середня (FP32)

source: Medium (Q4)
be: Сярэдняя (Q4)
ja: 中 (Q4)
uk: Середня (Q4)

source: IOWAIT
de: E/A‑WART
