Repository: vivy-company/vvterm
Catalog: VVTerm/Resources/*.lproj/Localizable.strings
Languages: cs, es, fr, ru, th, vi

source: Strip ANSI escape codes
cs: Odstranit ANSI kódy
es: Quitar códigos de escape ANSI
fr: Supprimer les codes d’échappement ANSI
ru: Удалять ANSI‑коды
th: ลบรหัส ANSI
vi: Loại bỏ mã ANSI

source: SSH Connection
cs: SSH připojení
es: Conexión SSH
fr: Connexion SSH
ru: SSH‑подключение
th: การเชื่อมต่อ SSH
vi: Kết nối SSH

source: Auto-reconnect on disconnect
cs: Automaticky znovu připojit po odpojení
es: Reconectar automáticamente al desconectar
fr: Reconnexion automatique après déconnexion
ru: Автопереподключение при разрыве
th: เชื่อมต่อใหม่อัตโนมัติเมื่อหลุด
vi: Tự động kết nối lại khi ngắt

source: Send keep-alive packets
cs: Odesílat keep‑alive pakety
es: Enviar paquetes de keep-alive
fr: Envoyer des paquets keep‑alive
ru: Отправлять keep‑alive пакеты
th: ส่งแพ็กเกจ keep-alive
vi: Gửi gói keep‑alive

source: Interval: %llds
es: Intervalo: %lld s
fr: Intervalle : %lld s
ru: Интервал: %lld с
th: ช่วงเวลา: %lld วินาที
vi: Khoảng thời gian: %lld giây

source: Upgrade for unlimited features
cs: Upgradujte pro neomezené funkce
es: Actualiza para funciones ilimitadas
fr: Passez à Pro pour des fonctions illimitées
ru: Обновите до Pro для безлимитных функций
th: อัปเกรดเพื่อใช้งานไม่จำกัด
vi: Nâng cấp để dùng tính năng không giới hạn

source: Unlimited Servers
cs: Neomezené servery
es: Servidores ilimitados
fr: Serveurs illimités
ru: Безлимитные серверы
th: เซิร์ฟเวอร์ไม่จำกัด
vi: Máy chủ không giới hạn

source: Add as many servers as you need (free: 3)
cs: Přidejte tolik serverů, kolik potřebujete (zdarma: 3)
es: Añade tantos servidores como necesites (gratis: 3)
fr: Ajoutez autant de serveurs que nécessaire (gratuit : 3)
ru: Добавляйте сколько нужно серверов (бесплатно: 3)
th: เพิ่มเซิร์ฟเวอร์ตามต้องการ (ฟรี: 3)
vi: Thêm bao nhiêu máy chủ tùy ý (miễn phí: 3)

source: Unlimited Workspaces
cs: Neomezené pracovní prostory
es: Espacios de trabajo ilimitados
fr: Espaces de travail illimités
ru: Безлимитные рабочие пространства
th: เวิร์กสเปซไม่จำกัด
vi: Không gian làm việc không giới hạn

source: Organize servers into multiple workspaces (free: 1)
cs: Organizujte servery do více pracovních prostorů (zdarma: 1)
es: Organiza servidores en varios espacios de trabajo (gratis: 1)
fr: Organisez les serveurs dans plusieurs espaces de travail (gratuit : 1)
ru: Организуйте серверы в несколько рабочих пространств (бесплатно: 1)
th: จัดเซิร์ฟเวอร์เป็นหลายเวิร์กสเปซ (ฟรี: 1)
vi: Sắp xếp máy chủ vào nhiều không gian làm việc (miễn phí: 1)

source: Multiple Connections
cs: Více připojení
es: Conexiones múltiples
fr: Connexions multiples
ru: Несколько подключений
th: หลายการเชื่อมต่อ
vi: Nhiều kết nối

source: Open multiple terminal tabs at once (free: 1)
cs: Otevřete více karet terminálu najednou (zdarma: 1)
es: Abre varias pestañas de terminal a la vez (gratis: 1)
fr: Ouvrez plusieurs onglets de terminal à la fois (gratuit : 1)
ru: Открывайте несколько вкладок терминала одновременно (бесплатно: 1)
th: เปิดหลายแท็บเทอร์มินัลพร้อมกัน (ฟรี: 1)
vi: Mở nhiều thẻ terminal cùng lúc (miễn phí: 1)

source: Custom Environments
cs: Vlastní prostředí
es: Entornos personalizados
fr: Environnements personnalisés
ru: Пользовательские окружения
th: สภาพแวดล้อมแบบกำหนดเอง
vi: Môi trường tùy chỉnh

source: Create custom environment labels beyond Prod/Staging/Dev
cs: Vytvořte vlastní štítky prostředí mimo Prod/Staging/Dev
es: Crea etiquetas de entorno personalizadas más allá de Prod/Staging/Dev
fr: Créez des libellés d’environnement personnalisés au‑delà de Prod/Staging/Dev
ru: Создавайте пользовательские метки окружения сверх Prod/Staging/Dev
th: สร้างป้ายกำกับสภาพแวดล้อมที่มากกว่า Prod/Staging/Dev
vi: Tạo nhãn môi trường tùy chỉnh ngoài Prod/Staging/Dev

source: All Future Features
cs: Všechny budoucí funkce
es: Todas las funciones futuras
fr: Toutes les futures fonctionnalités
ru: Все будущие функции
th: ฟีเจอร์ใหม่ทั้งหมดในอนาคต
vi: Tất cả tính năng tương lai

source: Get access to every new Pro feature
cs: Získáte přístup ke všem novým funkcím Pro
es: Accede a cada nueva función Pro
fr: Accédez à chaque nouvelle fonctionnalité Pro
ru: Доступ ко всем новым функциям Pro
th: เข้าถึงทุกฟีเจอร์ Pro ใหม่
vi: Truy cập mọi tính năng Pro mới

source: Monthly
cs: Měsíčně
es: Mensual
fr: Mensuel
ru: Ежемесячно
th: รายเดือน
vi: Hàng tháng

source: Billed monthly
cs: Účtováno měsíčně
es: Facturado mensualmente
fr: Facturé mensuellement
ru: Оплата ежемесячно
th: เรียกเก็บรายเดือน
vi: Thanh toán hàng tháng

source: Yearly
cs: Ročně
es: Anual
fr: Annuel
ru: Ежегодно
th: รายปี
vi: Hàng năm

source: Best value - billed yearly
cs: Nejlepší cena – účtováno ročně
es: Mejor valor - facturado anualmente
fr: Meilleure valeur – facturé annuellement
ru: Лучшая цена — оплата ежегодно
th: คุ้มค่าที่สุด - เรียกเก็บรายปี
vi: Giá tốt nhất - thanh toán hàng năm

source: SAVE 74%
cs: UŠETŘETE 74 %
es: AHORRA 74%
fr: ÉCONOMISEZ 74 %
ru: ЭКОНОМИЯ 74%
th: ประหยัด 74%
vi: TIẾT KIỆM 74%

source: Lifetime
cs: Doživotně
es: De por vida
fr: À vie
ru: Навсегда
th: ตลอดชีพ
vi: Trọn đời

source: One-time purchase, forever
cs: Jednorázový nákup, navždy
es: Compra única, para siempre
fr: Achat unique, pour toujours
ru: Один раз и навсегда
th: ซื้อครั้งเดียวตลอดไป
vi: Mua một lần, dùng mãi mãi

source: FOREVER
cs: NAVŽDY
es: PARA SIEMPRE
fr: POUR TOUJOURS
ru: НАВСЕГДА
th: ตลอดไป
vi: MÃI MÃI

source: Processing...
cs: Zpracování...
es: Procesando...
fr: Traitement...
ru: Обработка...
th: กำลังดำเนินการ...
vi: Đang xử lý...

source: Purchase Failed
cs: Nákup se nezdařil
es: Compra fallida
fr: Achat échoué
ru: Покупка не удалась
th: การซื้อไม่สำเร็จ
vi: Mua hàng thất bại

source: Unknown error
cs: Neznámá chyba
es: Error desconocido
fr: Erreur inconnue
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi không xác định

source: Welcome to Pro!
cs: Vítejte v Pro!
es: ¡Bienvenido a Pro!
fr: Bienvenue sur Pro !
ru: Добро пожаловать в Pro!
th: ยินดีต้อนรับสู่ Pro!
vi: Chào mừng đến với Pro!

source: You now have unlimited access
cs: Nyní máte neomezený přístup
es: Ahora tienes acceso ilimitado
fr: Vous avez maintenant un accès illimité
ru: Теперь у вас безлимитный доступ
th: คุณมีสิทธิ์ใช้งานแบบไม่จำกัดแล้ว
vi: Bạn đã có quyền truy cập không giới hạn

source: Cancel anytime. Subscription auto-renews.
cs: Zrušit kdykoli. Předplatné se automaticky obnovuje.
es: Cancela cuando quieras. La suscripción se renueva automáticamente.
fr: Annulez à tout moment. L’abonnement se renouvelle automatiquement.
ru: Отменить можно в любой момент. Подписка продлевается автоматически.
th: ยกเลิกได้ทุกเมื่อ ระบบจะต่ออายุอัตโนมัติ
vi: Hủy bất cứ lúc nào. Đăng ký tự động gia hạn.

source: Terms of Service
cs: Podmínky služby
es: Términos de servicio
fr: Conditions d’utilisation
ru: Условия использования
th: ข้อกำหนดการให้บริการ
vi: Điều khoản dịch vụ

source: Refund Policy
cs: Zásady vrácení peněz
es: Política de reembolso
fr: Politique de remboursement
ru: Политика возврата
th: นโยบายการคืนเงิน
vi: Chính sách hoàn tiền

source: Select a Plan
cs: Vyberte plán
es: Selecciona un plan
fr: Sélectionner une offre
ru: Выберите план
th: เลือกแผน
vi: Chọn gói

source: Buy - %@
cs: Koupit - %@
es: Comprar - %@
fr: Acheter - %@
ru: Купить — %@
th: ซื้อ - %@
vi: Mua - %@

source: Subscribe - %@
cs: Předplatit - %@
es: Suscribirse - %@
fr: S’abonner - %@
ru: Подписаться — %@
th: สมัครสมาชิก - %@
vi: Đăng ký - %@

source: Purchase verification failed
cs: Ověření nákupu selhalo
es: La verificación de la compra falló
fr: Échec de la vérification de l’achat
ru: Проверка покупки не удалась
th: การยืนยันการซื้อล้มเหลว
vi: Xác minh mua hàng thất bại

source: Product not found
cs: Produkt nenalezen
es: Producto no encontrado
fr: Produit introuvable
ru: Продукт не найден
th: ไม่พบสินค้า
vi: Không tìm thấy sản phẩm

source: Purchase failed: %@
cs: Nákup se nezdařil: %@
es: Compra fallida: %@
fr: Achat échoué : %@
ru: Покупка не удалась: %@
th: การซื้อไม่สำเร็จ: %@
vi: Mua hàng thất bại: %@

source: Status
cs: Stav
es: Estado
fr: Statut
ru: Статус
th: สถานะ
vi: Trạng thái

source: Subscription
cs: Předplatné
es: Suscripción
fr: Abonnement
ru: Подписка
th: การสมัครสมาชิก
vi: Đăng ký

source: Purchased
cs: Zakoupeno
es: Comprado
fr: Acheté
ru: Куплено
th: ซื้อแล้ว
vi: Đã mua

source: Renews
cs: Obnovuje se
es: Renueva
fr: Renouvelle
ru: Продлевается
th: ต่ออายุ
vi: Gia hạn

source: Servers
cs: Servery
es: Servidores
fr: Serveurs
ru: Серверы
th: เซิร์ฟเวอร์
vi: Máy chủ

source: %lld of %lld used
cs: Využito %lld z %lld
es: %lld de %lld usados
fr: %lld sur %lld utilisés
ru: Использовано %lld из %lld
th: ใช้ไป %lld จาก %lld
vi: Đã dùng %lld / %lld

source: Workspaces
cs: Pracovní prostory
es: Espacios de trabajo
fr: Espaces de travail
ru: Рабочие пространства
th: เวิร์กสเปซ
vi: Không gian làm việc

source: Simultaneous Connections
cs: Současná připojení
es: Conexiones simultáneas
fr: Connexions simultanées
ru: Одновременные подключения
th: การเชื่อมต่อพร้อมกัน
vi: Kết nối đồng thời

source: %lld max
cs: max. %lld
es: máx. %lld
ru: макс. %lld
th: สูงสุด %lld
vi: tối đa %lld

source: Features
cs: Funkce
es: Funciones
fr: Fonctionnalités
ru: Функции
th: ฟีเจอร์
vi: Tính năng

source: Billing
cs: Fakturace
es: Facturación
fr: Facturation
ru: Оплата
th: การเรียกเก็บเงิน
vi: Thanh toán

source: Active
cs: Aktivní
es: Activo
fr: Actif
ru: Активно
th: ใช้งานอยู่
vi: Đang hoạt động

source: Free Tier
cs: Zdarma
es: Plan gratuito
fr: Offre gratuite
ru: Бесплатный план
th: แผนฟรี
vi: Gói miễn phí

source: Pro Lifetime
cs: Pro doživotně
es: Pro de por vida
fr: Pro à vie
ru: Pro навсегда
th: Pro ตลอดชีพ
vi: Pro trọn đời

source: Pro Monthly
cs: Pro měsíčně
es: Pro mensual
fr: Pro mensuel
ru: Pro ежемесячно
th: Pro รายเดือน
vi: Pro hàng tháng

source: Pro Yearly
cs: Pro ročně
es: Pro anual
fr: Pro annuel
ru: Pro ежегодно
th: Pro รายปี
vi: Pro hàng năm

source: FREE_PLAN
cs: ZDARMA
es: GRATIS
fr: GRATUIT
ru: БЕСПЛАТНО
th: ฟรี
vi: MIỄN PHÍ

source: Unlimited servers & workspaces
cs: Neomezené servery a pracovní prostory
es: Servidores y espacios de trabajo ilimitados
fr: Serveurs et espaces de travail illimités
ru: Безлимитные серверы и рабочие пространства
th: เซิร์ฟเวอร์และเวิร์กสเปซไม่จำกัด
vi: Máy chủ & không gian làm việc không giới hạn

source: Server Limit Reached
cs: Dosažen limit serverů
es: Límite de servidores alcanzado
fr: Limite de serveurs atteinte
ru: Достигнут лимит серверов
th: ถึงขีดจำกัดเซิร์ฟเวอร์แล้ว
vi: Đã đạt giới hạn máy chủ

source: Workspace Limit Reached
cs: Dosažen limit pracovních prostorů
es: Límite de espacios de trabajo alcanzado
fr: Limite d’espaces de travail atteinte
ru: Достигнут лимит рабочих пространств
th: ถึงขีดจำกัดเวิร์กสเปซแล้ว
vi: Đã đạt giới hạn không gian làm việc

source: Tab Limit Reached
cs: Dosažen limit karet
es: Límite de pestañas alcanzado
fr: Limite d’onglets atteinte
ru: Достигнут лимит вкладок
th: ถึงขีดจำกัดแท็บแล้ว
vi: Đã đạt giới hạn thẻ

source: You've reached the limit of %lld servers on the free plan. Upgrade to Pro for unlimited servers.
cs: Dosáhli jste limitu %lld serverů v bezplatném plánu. Upgradujte na Pro pro neomezené servery.
es: Has alcanzado el límite de %lld servidores en el plan gratuito. Actualiza a Pro para servidores ilimitados.
fr: Vous avez atteint la limite de %lld serveurs sur l’offre gratuite. Passez à Pro pour des serveurs illimités.
ru: Вы достигли лимита %lld серверов в бесплатном плане. Обновите до Pro для безлимитных серверов.
th: คุณถึงขีดจำกัด %lld เซิร์ฟเวอร์ในแผนฟรีแล้ว อัปเกรดเป็น Pro เพื่อใช้งานเซิร์ฟเวอร์ไม่จำกัด
vi: Bạn đã đạt giới hạn %lld máy chủ của gói miễn phí. Nâng cấp Pro để dùng máy chủ không giới hạn.

source: You've reached the limit of %lld workspace on the free plan. Upgrade to Pro for unlimited workspaces.
cs: Dosáhli jste limitu %lld pracovního prostoru v bezplatném plánu. Upgradujte na Pro pro neomezené pracovní prostory.
es: Has alcanzado el límite de %lld espacio de trabajo en el plan gratuito. Actualiza a Pro para espacios de trabajo ilimitados.
fr: Vous avez atteint la limite de %lld espace de travail sur l’offre gratuite. Passez à Pro pour des espaces de travail illimités.
ru: Вы достигли лимита %lld рабочего пространства в бесплатном плане. Обновите до Pro для безлимитных рабочих пространств.
th: คุณถึงขีดจำกัด %lld เวิร์กสเปซในแผนฟรีแล้ว อัปเกรดเป็น Pro เพื่อใช้งานเวิร์กสเปซไม่จำกัด
vi: Bạn đã đạt giới hạn %lld không gian làm việc của gói miễn phí. Nâng cấp Pro để dùng không gian làm việc không giới hạn.

source: You can only have %lld connection at a time on the free plan. Upgrade to Pro for multiple simultaneous connections.
cs: V bezplatném plánu můžete mít pouze %lld připojení najednou. Upgradujte na Pro pro více současných připojení.
es: Solo puedes tener %lld conexión a la vez en el plan gratuito. Actualiza a Pro para múltiples conexiones simultáneas.
fr: Vous ne pouvez avoir que %lld connexion à la fois sur l’offre gratuite. Passez à Pro pour plusieurs connexions simultanées.
ru: В бесплатном плане можно иметь только %lld подключение одновременно. Обновите до Pro для нескольких одновременных подключений.
th: แผนฟรีเชื่อมต่อพร้อมกันได้ %lld รายการเท่านั้น อัปเกรดเป็น Pro เพื่อเชื่อมต่อพร้อมกันหลายรายการ
vi: Gói miễn phí chỉ cho phép %lld kết nối cùng lúc. Nâng cấp Pro để có nhiều kết nối đồng thời.

source: Server Locked
cs: Server uzamčen
es: Servidor bloqueado
fr: Serveur verrouillé
ru: Сервер заблокирован
th: เซิร์ฟเวอร์ถูกล็อก
vi: Máy chủ bị khóa

source: Workspace Locked
cs: Pracovní prostor uzamčen
es: Espacio de trabajo bloqueado
fr: Espace de travail verrouillé
ru: Рабочее пространство заблокировано
th: เวิร์กสเปซถูกล็อก
vi: Không gian làm việc bị khóa

source: This server exceeds your free plan limit of %lld servers. Renew your Pro subscription to access all your servers.
cs: Tento server přesahuje limit %lld serverů v bezplatném plánu. Obnovte předplatné Pro pro přístup ke všem serverům.
es: Este servidor supera el límite de %lld servidores del plan gratuito. Renueva tu suscripción Pro para acceder a todos tus servidores.
fr: Ce serveur dépasse la limite de %lld serveurs de l’offre gratuite. Renouvelez votre abonnement Pro pour accéder à tous vos serveurs.
ru: Этот сервер превышает лимит %lld серверов бесплатного плана. Продлите подписку Pro, чтобы получить доступ ко всем серверам.
th: เซิร์ฟเวอร์นี้เกินขีดจำกัดแผนฟรีที่ %lld เซิร์ฟเวอร์ ต่ออายุ Pro เพื่อเข้าถึงเซิร์ฟเวอร์ทั้งหมด
vi: Máy chủ này vượt quá giới hạn %lld máy chủ của gói miễn phí. Gia hạn Pro để truy cập tất cả máy chủ.

source: This workspace exceeds your free plan limit of %lld workspace. Renew your Pro subscription to access all your workspaces.
cs: Tento pracovní prostor přesahuje limit %lld v bezplatném plánu. Obnovte předplatné Pro pro přístup ke všem pracovním prostorům.
es: Este espacio de trabajo supera el límite de %lld espacio de trabajo del plan gratuito. Renueva tu suscripción Pro para acceder a todos tus espacios de trabajo.
fr: Cet espace de travail dépasse la limite de %lld espace de travail de l’offre gratuite. Renouvelez votre abonnement Pro pour accéder à tous vos espaces de travail.
ru: Это рабочее пространство превышает лимит %lld рабочего пространства бесплатного плана. Продлите подписку Pro, чтобы получить доступ ко всем рабочим пространствам.
th: เวิร์กสเปซนี้เกินขีดจำกัดแผนฟรีที่ %lld เวิร์กสเปซ ต่ออายุ Pro เพื่อเข้าถึงเวิร์กสเปซทั้งหมด
vi: Không gian làm việc này vượt quá giới hạn %lld không gian làm việc của gói miễn phí. Gia hạn Pro để truy cập tất cả không gian làm việc.

source: Subscription Expired
cs: Předplatné vypršelo
es: Suscripción caducada
fr: Abonnement expiré
ru: Подписка истекла
th: การสมัครสมาชิกหมดอายุ
vi: Đăng ký đã hết hạn

source: %lld server
es: %lld servidor
fr: %lld serveur
ru: %lld сервер
th: %lld เซิร์ฟเวอร์
vi: %lld máy chủ

source: %lld servers
cs: %lld serverů
es: %lld servidores
fr: %lld serveurs
ru: %lld серверов
th: %lld เซิร์ฟเวอร์
vi: %lld máy chủ

source: %lld workspace
cs: %lld pracovní prostor
es: %lld espacio de trabajo
fr: %lld espace de travail
ru: %lld рабочее пространство
th: %lld เวิร์กสเปซ
vi: %lld không gian làm việc

source: %lld workspaces
cs: %lld pracovních prostorů
es: %lld espacios de trabajo
fr: %lld espaces de travail
ru: %lld рабочих пространств
th: %lld เวิร์กสเปซ
vi: %lld không gian làm việc

source: and
cs: a
es: y
fr: et
ru: и
th: และ
vi: và

source: %@ locked
cs: %@ uzamčeno
es: %@ bloqueado
fr: %@ verrouillé
ru: %@ заблокировано
th: %@ ถูกล็อก
vi: %@ bị khóa

source: Server Info
cs: Informace o serveru
es: Información del servidor
fr: Infos serveur
ru: Информация о сервере
th: ข้อมูลเซิร์ฟเวอร์
vi: Thông tin máy chủ

source: Name
cs: Název
es: Nombre
fr: Nom
ru: Имя
th: ชื่อ
vi: Tên

source: Port
es: Puerto
ru: Порт
th: พอร์ต
vi: Cổng

source: Username
cs: Uživatelské jméno
es: Usuario
fr: Nom d’utilisateur
ru: Имя пользователя
th: ชื่อผู้ใช้
vi: Tên người dùng

source: Authentication
cs: Ověření
es: Autenticación
fr: Authentification
ru: Аутентификация
th: การยืนยันตัวตน
vi: Xác thực

source: Method
cs: Metoda
es: Método
fr: Méthode
ru: Метод
th: วิธี
vi: Phương thức

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu

source: Key loaded
cs: Klíč načten
es: Clave cargada
fr: Clé chargée
ru: Ключ загружен
th: โหลดคีย์แล้ว
vi: Đã tải khóa

source: Key Passphrase
cs: Heslo klíče
es: Frase de contraseña de la clave
fr: Phrase secrète de clé
ru: Пароль ключа
th: รหัสผ่านคีย์
vi: Mật khẩu khóa

source: Server Environment
cs: Prostředí serveru
es: Entorno del servidor
fr: Environnement du serveur
ru: Окружение сервера
th: สภาพแวดล้อมเซิร์ฟเวอร์
vi: Môi trường máy chủ

source: Environment
cs: Prostředí
es: Entorno
fr: Environnement
ru: Окружение
th: สภาพแวดล้อม
vi: Môi trường

source: Notes
cs: Poznámky
es: Notas
ru: Заметки
th: หมายเหตุ
vi: Ghi chú

source: Edit Server
cs: Upravit server
es: Editar servidor
fr: Modifier le serveur
ru: Редактировать сервер
th: แก้ไขเซิร์ฟเวอร์
vi: Sửa máy chủ

source: Add Server
cs: Přidat server
es: Añadir servidor
fr: Ajouter un serveur
ru: Добавить сервер
th: เพิ่มเซิร์ฟเวอร์
vi: Thêm máy chủ

source: Use Stored Key
cs: Použít uložený klíč
es: Usar clave guardada
fr: Utiliser une clé enregistrée
ru: Использовать сохранённый ключ
th: ใช้คีย์ที่บันทึกไว้
vi: Dùng khóa đã lưu

source: Select a key...
cs: Vyberte klíč...
es: Selecciona una clave...
fr: Sélectionner une clé...
ru: Выберите ключ...
th: เลือกคีย์...
vi: Chọn khóa...

source: Import File
cs: Importovat soubor
es: Importar archivo
fr: Importer un fichier
ru: Импорт файла
th: นำเข้าไฟล์
vi: Nhập tệp

source: Paste
cs: Vložit
es: Pegar
fr: Coller
ru: Вставить
th: วาง
vi: Dán

source: Add to Keychain
cs: Přidat do Klíčenky
es: Añadir a Keychain
fr: Ajouter au Trousseau
ru: Добавить в связку ключей
th: เพิ่มไปยัง Keychain
vi: Thêm vào Keychain

source: Select a stored key or import/paste a new one
cs: Vyberte uložený klíč nebo importujte/vložte nový
es: Selecciona una clave guardada o importa/pega una nueva
fr: Sélectionnez une clé enregistrée ou importez/collez‑en une nouvelle
ru: Выберите сохранённый ключ или импортируйте/вставьте новый
th: เลือกคีย์ที่บันทึกไว้หรือ นำเข้า/วางคีย์ใหม่
vi: Chọn khóa đã lưu hoặc nhập/dán khóa mới

source: Using stored key: %@
cs: Používá se uložený klíč: %@
es: Usando clave guardada: %@
fr: Utilisation de la clé enregistrée : %@
ru: Используется сохранённый ключ: %@
th: ใช้คีย์ที่บันทึกไว้: %@
vi: Đang dùng khóa đã lưu: %@

source: Workspace
cs: Pracovní prostor
es: Espacio de trabajo
fr: Espace de travail
ru: Рабочее пространство
th: เวิร์กสเปซ
vi: Không gian làm việc

source: Workspace name
cs: Název pracovního prostoru
es: Nombre del espacio de trabajo
fr: Nom de l’espace de travail
ru: Имя рабочего пространства
th: ชื่อเวิร์กสเปซ
vi: Tên không gian làm việc

source: Delete Workspace
cs: Smazat pracovní prostor
es: Eliminar espacio de trabajo
fr: Supprimer l’espace de travail
ru: Удалить рабочее пространство
th: ลบเวิร์กสเปซ
vi: Xóa không gian làm việc

source: Edit Workspace
cs: Upravit pracovní prostor
es: Editar espacio de trabajo
fr: Modifier l’espace de travail
ru: Редактировать рабочее пространство
th: แก้ไขเวิร์กสเปซ
vi: Sửa không gian làm việc

source: New Workspace
cs: Nový pracovní prostor
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
vi: Không gian làm việc mới

source: My Servers
cs: Moje servery
es: Mis servidores
fr: Mes serveurs
ru: Мои серверы
th: เซิร์ฟเวอร์ของฉัน
vi: Máy chủ của tôi

source: WORKSPACE
cs: PRACOVNÍ PROSTOR
es: ESPACIO DE TRABAJO
fr: ESPACE DE TRAVAIL
ru: РАБОЧЕЕ ПРОСТРАНСТВО
th: เวิร์กสเปซ
vi: KHÔNG GIAN LÀM VIỆC

source: SERVERS
cs: SERVERY
es: SERVIDORES
fr: SERVEURS
ru: СЕРВЕРЫ
th: เซิร์ฟเวอร์
vi: MÁY CHỦ

source: Support VVTerm
cs: Podpořit VVTerm
es: Apoyar VVTerm
fr: Soutenir VVTerm
ru: Поддержать VVTerm
th: สนับสนุน VVTerm
vi: Ủng hộ VVTerm

source: All
cs: Vše
es: Todos
fr: Tous
ru: Все
th: ทั้งหมด
vi: Tất cả

source: Custom...
cs: Vlastní...
es: Personalizado...
fr: Personnalisé...
ru: Пользовательские...
th: กำหนดเอง...
vi: Tùy chỉnh...

source: Unlock with Pro
cs: Odemknout s Pro
es: Desbloquear con Pro
fr: Déverrouiller avec Pro
ru: Разблокировать с Pro
th: ปลดล็อกด้วย Pro
vi: Mở khóa bằng Pro

source: Switch to Workspace
cs: Přepnout na pracovní prostor
es: Cambiar a espacio de trabajo
fr: Basculer vers l’espace de travail
ru: Переключиться на рабочее пространство
th: สลับไปยังเวิร์กสเปซ
vi: Chuyển sang không gian làm việc

source: Active Connections
cs: Aktivní připojení
es: Conexiones activas
fr: Connexions actives
ru: Активные подключения
th: การเชื่อมต่อที่ใช้งานอยู่
vi: Kết nối đang hoạt động

source: Add Workspace
cs: Přidat pracovní prostor
es: Añadir espacio de trabajo
fr: Ajouter un espace de travail
ru: Добавить рабочее пространство
th: เพิ่มเวิร์กสเปซ
vi: Thêm không gian làm việc

source: No Servers
cs: Žádné servery
es: Sin servidores
fr: Aucun serveur
ru: Нет серверов
th: ไม่มีเซิร์ฟเวอร์
vi: Không có máy chủ

source: Add a server to get started
cs: Přidejte server a začněte
es: Añade un servidor para comenzar
fr: Ajoutez un serveur pour commencer
ru: Добавьте сервер, чтобы начать
th: เพิ่มเซิร์ฟเวอร์เพื่อเริ่มต้น
vi: Thêm máy chủ để bắt đầu

source: No network connection
cs: Žádné síťové připojení
es: Sin conexión de red
fr: Aucune connexion réseau
ru: Нет сети
th: ไม่มีการเชื่อมต่อเครือข่าย
vi: Không có kết nối mạng

source: You're currently offline. Some features may not work:
cs: Jste offline. Některé funkce nemusí fungovat:
es: Estás desconectado. Algunas funciones pueden no funcionar:
fr: Vous êtes hors ligne. Certaines fonctions peuvent ne pas fonctionner :
ru: Вы сейчас офлайн. Некоторые функции могут не работать:
th: ขณะนี้ออฟไลน์ ฟีเจอร์บางอย่างอาจใช้งานไม่ได้:
vi: Bạn đang ngoại tuyến. Một số tính năng có thể không hoạt động:

source: Cannot connect to servers
cs: Nelze se připojit k serverům
es: No se puede conectar a servidores
fr: Impossible de se connecter aux serveurs
ru: Не удаётся подключиться к серверам
th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ได้
vi: Không thể kết nối tới máy chủ

source: iCloud sync paused
cs: Synchronizace iCloud pozastavena
es: Sincronización iCloud en pausa
fr: Synchronisation iCloud en pause
ru: Синхронизация iCloud приостановлена
th: ซิงค์ iCloud ถูกหยุดชั่วคราว
vi: Đồng bộ iCloud đã tạm dừng

source: Saved servers still accessible
cs: Uložené servery jsou stále dostupné
es: Los servidores guardados siguen accesibles
fr: Les serveurs enregistrés restent accessibles
ru: Сохранённые серверы по‑прежнему доступны
th: เซิร์ฟเวอร์ที่บันทึกไว้ยังใช้งานได้
vi: Máy chủ đã lưu vẫn truy cập được

source: Offline
es: Sin conexión
fr: Hors ligne
ru: Офлайн
th: ออฟไลน์
vi: Ngoại tuyến
