Repository: vivy-company/vvterm
Catalog: VVTerm/Resources/*.lproj/Localizable.strings
Languages: cs, es, fr, ru, th, vi

source: Initializing terminal...
cs: Inicializace terminálu...
es: Inicializando terminal...
fr: Initialisation du terminal...
ru: Инициализация терминала...
th: กำลังเริ่มต้นเทอร์มินัล...
vi: Đang khởi tạo terminal...

source: Terminal initialization failed
cs: Inicializace terminálu selhala
es: Falló la inicialización del terminal
fr: Échec de l’initialisation du terminal
ru: Не удалось инициализировать терминал
th: เริ่มต้นเทอร์มินัลไม่สำเร็จ
vi: Khởi tạo terminal thất bại

source: Voice Input Unavailable
cs: Hlasový vstup není k dispozici
es: Entrada de voz no disponible
fr: Entrée vocale indisponible
ru: Голосовой ввод недоступен
th: การป้อนเสียงไม่พร้อมใช้งาน
vi: Không thể nhập giọng nói

source: Voice input (Command+Shift+M)
cs: Hlasový vstup (Command+Shift+M)
es: Entrada de voz (Command+Shift+M)
fr: Entrée vocale (Command+Shift+M)
ru: Голосовой ввод (Command+Shift+M)
th: การป้อนเสียง (Command+Shift+M)
vi: Nhập giọng nói (Command+Shift+M)

source: Enable Microphone and Speech Recognition in System Settings.
cs: Povolte mikrofon a rozpoznávání řeči v Nastavení systému.
es: Habilita el micrófono y el reconocimiento de voz en Ajustes del sistema.
fr: Activez le micro et la reconnaissance vocale dans les Réglages système.
ru: Включите микрофон и распознавание речи в настройках системы.
th: โปรดเปิดไมโครโฟนและการรู้จำเสียงใน System Settings
vi: Bật Microphone và Speech Recognition trong System Settings.

source: Close this terminal?
cs: Zavřít tento terminál?
es: ¿Cerrar este terminal?
fr: Fermer ce terminal ?
ru: Закрыть этот терминал?
th: ปิดเทอร์มินัลนี้หรือไม่?
vi: Đóng terminal này?

source: The SSH connection will be terminated.
cs: SSH připojení bude ukončeno.
es: La conexión SSH se terminará.
fr: La connexion SSH sera interrompue.
ru: SSH‑подключение будет завершено.
th: การเชื่อมต่อ SSH จะถูกยุติ
vi: Kết nối SSH sẽ bị chấm dứt.

source: No Keys Stored
cs: Žádné uložené klíče
es: No hay claves guardadas
fr: Aucune clé enregistrée
ru: Нет сохранённых ключей
th: ไม่มีคีย์ที่บันทึกไว้
vi: Không có khóa đã lưu

source: Add keys to quickly use them when creating new servers
cs: Přidejte klíče pro rychlé použití při vytváření nových serverů
es: Añade claves para usarlas rápidamente al crear nuevos servidores
fr: Ajoutez des clés pour les utiliser rapidement lors de la création de nouveaux serveurs
ru: Добавьте ключи для быстрого использования при создании новых серверов
th: เพิ่มคีย์เพื่อใช้งานได้อย่างรวดเร็วเมื่อสร้างเซิร์ฟเวอร์ใหม่
vi: Thêm khóa để dùng nhanh khi tạo máy chủ mới

source: Generate New Key
cs: Vygenerovat nový klíč
es: Generar nueva clave
fr: Générer une nouvelle clé
ru: Создать новый ключ
th: สร้างคีย์ใหม่
vi: Tạo khóa mới

source: Import Key
cs: Importovat klíč
es: Importar clave
fr: Importer une clé
ru: Импортировать ключ
th: นำเข้าคีย์
vi: Nhập khóa

source: Keys are stored securely in your device's Keychain. Passphrases are stored separately.
cs: Klíče jsou bezpečně uloženy v Klíčence zařízení. Hesla jsou uložena zvlášť.
es: Las claves se almacenan de forma segura en el Keychain del dispositivo. Las frases de contraseña se guardan por separado.
fr: Les clés sont stockées de manière sécurisée dans le Trousseau de l’appareil. Les phrases secrètes sont stockées séparément.
ru: Ключи надёжно хранятся в Связке ключей устройства. Пароли хранятся отдельно.
th: คีย์ถูกจัดเก็บอย่างปลอดภัยใน Keychain ของอุปกรณ์ รหัสผ่านถูกจัดเก็บแยกต่างหาก
vi: Khóa được lưu an toàn trong Keychain của thiết bị. Mật khẩu được lưu riêng.

source: Delete SSH Key
cs: Smazat SSH klíč
es: Eliminar clave SSH
fr: Supprimer la clé SSH
ru: Удалить SSH‑ключ
th: ลบคีย์ SSH
vi: Xóa khóa SSH

source: Are you sure you want to delete '%@'? This cannot be undone.
cs: Opravdu chcete smazat '%@'? Tento krok nelze vrátit.
es: ¿Seguro que quieres eliminar '%@'? No se puede deshacer.
fr: Voulez‑vous vraiment supprimer « %@ » ? Cette action est irréversible.
ru: Вы уверены, что хотите удалить «%@»? Это нельзя отменить.
th: แน่ใจหรือไม่ว่าต้องการลบ '%@'? การดำเนินการนี้ย้อนกลับไม่ได้
vi: Bạn có chắc muốn xóa '%@'? Không thể hoàn tác.

source: Protected
cs: Chráněno
es: Protegido
fr: Protégée
ru: Защищено
th: ป้องกันแล้ว
vi: Được bảo vệ

source: Added %@ ago
cs: Přidáno před %@
es: Añadido hace %@
fr: Ajoutée il y a %@
ru: Добавлено %@ назад
th: เพิ่มเมื่อ %@ ที่แล้ว
vi: Đã thêm %@ trước

source: Copy public key
cs: Kopírovat veřejný klíč
es: Copiar clave pública
fr: Copier la clé publique
ru: Копировать публичный ключ
th: คัดลอกคีย์สาธารณะ
vi: Sao chép khóa công khai

source: Key Name
cs: Název klíče
es: Nombre de la clave
fr: Nom de la clé
ru: Имя ключа
th: ชื่อคีย์
vi: Tên khóa

source: e.g., Personal MacBook, Work Key
cs: např. Osobní MacBook, Pracovní klíč
es: p. ej., MacBook personal, clave de trabajo
fr: ex. : MacBook personnel, clé de travail
ru: например: Личный MacBook, Рабочий ключ
th: เช่น MacBook ส่วนตัว, คีย์งาน
vi: ví dụ: MacBook cá nhân, Khóa công việc

source: Private Key
cs: Soukromý klíč
es: Clave privada
fr: Clé privée
ru: Приватный ключ
th: คีย์ส่วนตัว
vi: Khóa riêng

source: Import Key File
cs: Importovat soubor klíče
es: Importar archivo de clave
fr: Importer un fichier de clé
ru: Импорт файла ключа
th: นำเข้าไฟล์คีย์
vi: Nhập tệp khóa

source: Import your private key file (id_rsa, id_ed25519, etc.) or paste the contents
cs: Importujte soubor soukromého klíče (id_rsa, id_ed25519 atd.) nebo vložte obsah
es: Importa tu archivo de clave privada (id_rsa, id_ed25519, etc.) o pega el contenido
fr: Importez votre fichier de clé privée (id_rsa, id_ed25519, etc.) ou collez le contenu
ru: Импортируйте файл приватного ключа (id_rsa, id_ed25519 и т. д.) или вставьте содержимое
th: นำเข้าไฟล์คีย์ส่วนตัว (id_rsa, id_ed25519 เป็นต้น) หรือวางเนื้อหา
vi: Nhập tệp khóa riêng (id_rsa, id_ed25519, v.v.) hoặc dán nội dung

source: Key loaded (%lld characters)
cs: Klíč načten (%lld znaků)
es: Clave cargada (%lld caracteres)
fr: Clé chargée (%lld caractères)
ru: Ключ загружен (%lld символов)
th: โหลดคีย์แล้ว (%lld ตัวอักษร)
vi: Đã tải khóa (%lld ký tự)

source: Key passphrase
cs: Heslo klíče
es: Frase de contraseña de la clave
fr: Phrase secrète de la clé
ru: Пароль ключа
th: รหัสผ่านคีย์
vi: Mật khẩu khóa

source: Passphrase (Optional)
cs: Heslo (volitelné)
es: Frase de contraseña (opcional)
fr: Phrase secrète (facultatif)
ru: Пароль (необязательно)
th: รหัสผ่าน (ไม่บังคับ)
vi: Mật khẩu (tùy chọn)

source: If your key is encrypted with a passphrase, enter it here. Leave empty for keys without passphrase.
cs: Pokud je klíč zašifrován heslem, zadejte jej zde. Pro klíče bez hesla ponechte prázdné.
es: Si tu clave está cifrada con una frase de contraseña, introdúcela aquí. Déjalo vacío para claves sin frase.
fr: Si votre clé est chiffrée avec une phrase secrète, saisissez‑la ici. Laissez vide pour les clés sans phrase.
ru: Если ключ зашифрован паролем, введите его здесь. Оставьте пустым для ключей без пароля.
th: หากคีย์ถูกเข้ารหัสด้วยรหัสผ่าน ให้กรอกที่นี่ เว้นว่างไว้สำหรับคีย์ที่ไม่มีรหัสผ่าน
vi: Nếu khóa được mã hóa bằng mật khẩu, hãy nhập tại đây. Để trống nếu không có mật khẩu.

source: Add SSH Key
cs: Přidat SSH klíč
es: Añadir clave SSH
fr: Ajouter une clé SSH
ru: Добавить SSH‑ключ
th: เพิ่มคีย์ SSH
vi: Thêm khóa SSH

source: Algorithm
cs: Algoritmus
es: Algoritmo
fr: Algorithme
ru: Алгоритм
th: อัลกอริทึม
vi: Thuật toán

source: Key Type
cs: Typ klíče
es: Tipo de clave
fr: Type de clé
ru: Тип ключа
th: ประเภทคีย์
vi: Loại khóa

source: Confirm passphrase
cs: Potvrdit heslo
es: Confirmar frase de contraseña
fr: Confirmer la phrase secrète
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu

source: Protect your key with a passphrase. Leave empty for no protection.
cs: Chraňte klíč heslem. Nechte prázdné pro žádnou ochranu.
es: Protege tu clave con una frase de contraseña. Déjalo vacío si no deseas protección.
fr: Protégez votre clé avec une phrase secrète. Laissez vide pour ne pas protéger.
ru: Защитите ключ паролем. Оставьте пустым для отсутствия защиты.
th: ป้องกันคีย์ด้วยรหัสผ่าน เว้นว่างหากไม่ต้องการป้องกัน
vi: Bảo vệ khóa bằng mật khẩu. Để trống nếu không muốn bảo vệ.

source: Generated Key
cs: Vygenerovaný klíč
es: Clave generada
fr: Clé générée
ru: Ключ создан
th: คีย์ที่สร้างแล้ว
vi: Khóa đã tạo

source: Key generated successfully
cs: Klíč byl úspěšně vygenerován
es: Clave generada correctamente
fr: Clé générée avec succès
ru: Ключ успешно создан
th: สร้างคีย์สำเร็จ
vi: Tạo khóa thành công

source: Fingerprint:
cs: Otisk:
es: Huella:
fr: Empreinte :
ru: Отпечаток:
th: ลายนิ้วมือ:
vi: Vân tay:

source: View Public Key
cs: Zobrazit veřejný klíč
es: Ver clave pública
fr: Afficher la clé publique
ru: Просмотреть публичный ключ
th: ดูคีย์สาธารณะ
vi: Xem khóa công khai

source: Generate SSH Key
cs: Vygenerovat SSH klíč
es: Generar clave SSH
fr: Générer une clé SSH
ru: Создать SSH‑ключ
th: สร้างคีย์ SSH
vi: Tạo khóa SSH

source: Generate
cs: Vygenerovat
es: Generar
fr: Générer
ru: Создать
th: สร้าง
vi: Tạo

source: Add this to your server's ~/.ssh/authorized_keys file:
cs: Přidejte do souboru ~/.ssh/authorized_keys na serveru:
es: Añade esto al archivo ~/.ssh/authorized_keys del servidor:
fr: Ajoutez ceci au fichier ~/.ssh/authorized_keys de votre serveur :
ru: Добавьте это в файл ~/.ssh/authorized_keys на сервере:
th: เพิ่มข้อมูลนี้ลงในไฟล์ ~/.ssh/authorized_keys ของเซิร์ฟเวอร์:
vi: Thêm mục này vào tệp ~/.ssh/authorized_keys của máy chủ:

source: No Public Key
cs: Žádný veřejný klíč
es: Sin clave pública
fr: Aucune clé publique
ru: Нет публичного ключа
th: ไม่มีคีย์สาธารณะ
vi: Không có khóa công khai

source: This key was imported without a public key.
cs: Tento klíč byl importován bez veřejného klíče.
es: Esta clave se importó sin clave pública.
fr: Cette clé a été importée sans clé publique.
ru: Этот ключ был импортирован без публичного ключа.
th: คีย์นี้ถูกนำเข้าโดยไม่มีคีย์สาธารณะ
vi: Khóa này được nhập không kèm khóa công khai.

source: Public Key
cs: Veřejný klíč
es: Clave pública
fr: Clé publique
ru: Публичный ключ
th: คีย์สาธารณะ
vi: Khóa công khai

source: Engine
cs: Motor
es: Motor
fr: Moteur
ru: Движок
th: เอนจิน
vi: Bộ máy

source: System (Apple)
cs: Systém (Apple)
es: Sistema (Apple)
fr: Système (Apple)
ru: Система (Apple)
th: ระบบ (Apple)
vi: Hệ thống (Apple)

source: Provider
cs: Poskytovatel
es: Proveedor
fr: Fournisseur
ru: Провайдер
th: ผู้ให้บริการ
vi: Nhà cung cấp

source: Language
cs: Jazyk
es: Idioma
fr: Langue
ru: Язык
th: ภาษา
vi: Ngôn ngữ

source: Model
es: Modelo
fr: Modèle
ru: Модель
th: โมเดล
vi: Mô hình

source: Downloading...
cs: Stahování...
es: Descargando...
fr: Téléchargement...
ru: Загрузка...
th: กำลังดาวน์โหลด...
vi: Đang tải xuống...

source: Delete Model
cs: Smazat model
es: Eliminar modelo
fr: Supprimer le modèle
ru: Удалить модель
th: ลบโมเดล
vi: Xóa mô hình

source: Download size: %@
cs: Velikost stahování: %@
es: Tamaño de descarga: %@
fr: Taille du téléchargement : %@
ru: Размер загрузки: %@
th: ขนาดดาวน์โหลด: %@
vi: Kích thước tải xuống: %@

source: Download
cs: Stáhnout
es: Descargar
fr: Télécharger
ru: Скачать
th: ดาวน์โหลด
vi: Tải xuống

source: Ready
cs: Připraveno
es: Listo
fr: Prêt
ru: Готово
th: พร้อมใช้งาน
vi: Sẵn sàng

source: Failed
cs: Neúspěšné
es: Fallido
fr: Échec
ru: Не удалось
th: ล้มเหลว
vi: Thất bại

source: Storage
cs: Úložiště
es: Almacenamiento
fr: Stockage
ru: Хранилище
th: ที่เก็บข้อมูล
vi: Lưu trữ

source: Model Storage
cs: Úložiště modelů
es: Almacenamiento de modelos
fr: Stockage des modèles
ru: Хранилище моделей
th: ที่เก็บโมเดล
vi: Lưu trữ mô hình

source: Total MLX Models
cs: Celkem modelů MLX
es: Total de modelos MLX
fr: Total des modèles MLX
ru: Всего моделей MLX
th: โมเดล MLX ทั้งหมด
vi: Tổng mô hình MLX

source: Uses Apple's built-in speech recognition. Requires network for best results.
cs: Používá vestavěné rozpoznávání řeči Apple. Pro nejlepší výsledky je vyžadována síť.
es: Usa el reconocimiento de voz integrado de Apple. Requiere red para mejores resultados.
fr: Utilise la reconnaissance vocale intégrée d’Apple. Nécessite un réseau pour de meilleurs résultats.
ru: Использует встроенное распознавание речи Apple. Для лучших результатов требуется сеть.
th: ใช้การรู้จำเสียงในตัวของ Apple ต้องใช้เครือข่ายเพื่อผลลัพธ์ที่ดีที่สุด
vi: Dùng nhận dạng giọng nói tích hợp của Apple. Cần mạng để có kết quả tốt nhất.

source: OpenAI Whisper runs locally using MLX. Works offline after download.
cs: OpenAI Whisper běží lokálně pomocí MLX. Po stažení funguje offline.
es: OpenAI Whisper se ejecuta localmente usando MLX. Funciona sin conexión tras la descarga.
fr: OpenAI Whisper s’exécute localement avec MLX. Fonctionne hors ligne après téléchargement.
ru: OpenAI Whisper работает локально через MLX. Работает офлайн после загрузки.
th: OpenAI Whisper ทำงานแบบโลคัลด้วย MLX ใช้งานออฟไลน์ได้หลังดาวน์โหลด
vi: OpenAI Whisper chạy cục bộ bằng MLX. Hoạt động ngoại tuyến sau khi tải xuống.

source: NVIDIA Parakeet runs locally using MLX. Optimized for real-time transcription.
cs: NVIDIA Parakeet běží lokálně pomocí MLX. Optimalizováno pro přepis v reálném čase.
es: NVIDIA Parakeet se ejecuta localmente usando MLX. Optimizado para transcripción en tiempo real.
fr: NVIDIA Parakeet s’exécute localement avec MLX. Optimisé pour la transcription en temps réel.
ru: NVIDIA Parakeet работает локально через MLX. Оптимизировано для транскрибации в реальном времени.
th: NVIDIA Parakeet ทำงานแบบโลคัลด้วย MLX ปรับให้เหมาะสำหรับการถอดเสียงแบบเรียลไทม์
vi: NVIDIA Parakeet chạy cục bộ bằng MLX. Tối ưu cho phiên âm thời gian thực.

source: English
cs: Angličtina
es: Inglés
fr: Anglais
ru: Английский
th: อังกฤษ
vi: Tiếng Anh

source: Spanish
cs: Španělština
es: Español
fr: Espagnol
ru: Испанский
th: สเปน
vi: Tiếng Tây Ban Nha

source: French
cs: Francouzština
es: Francés
fr: Français
ru: Французский
th: ฝรั่งเศส
vi: Tiếng Pháp

source: German
cs: Němčina
es: Alemán
fr: Allemand
ru: Немецкий
th: เยอรมัน
vi: Tiếng Đức

source: Japanese
cs: Japonština
es: Japonés
fr: Japonais
ru: Японский
th: ญี่ปุ่น
vi: Tiếng Nhật

source: Chinese
cs: Čínština
es: Chino
fr: Chinois
ru: Китайский
th: จีน
vi: Tiếng Trung

source: Korean
cs: Korejština
es: Coreano
fr: Coréen
ru: Корейский
th: เกาหลี
vi: Tiếng Hàn

source: Portuguese
cs: Portugalština
es: Portugués
fr: Portugais
ru: Португальский
th: โปรตุเกส
vi: Tiếng Bồ Đào Nha

source: Russian
cs: Ruština
es: Ruso
fr: Russe
ru: Русский
th: รัสเซีย
vi: Tiếng Nga

source: Auto-detect
cs: Automaticky detekovat
es: Detección automática
fr: Détection automatique
ru: Автоопределение
th: ตรวจจับอัตโนมัติ
vi: Tự động phát hiện

source: Tiny
cs: Velmi malý
es: Mini
fr: Minuscule
ru: Крошечная
th: เล็กมาก
vi: Rất nhỏ

source: Fastest, smallest
cs: Nejrychlejší, nejmenší
es: Más rápido, más pequeño
fr: Le plus rapide, le plus petit
ru: Самая быстрая, самая маленькая
th: เร็วที่สุด เล็กที่สุด
vi: Nhanh nhất, nhỏ nhất

source: Full precision
cs: Plná přesnost
es: Precisión completa
fr: Pleine précision
ru: Полная точность
th: ความละเอียดเต็ม
vi: Độ chính xác đầy đủ

source: Tiny (EN)
cs: Velmi malý (EN)
es: Mini (EN)
fr: Minuscule (EN)
ru: Крошечная (EN)
th: เล็กมาก (EN)
vi: Rất nhỏ (EN)

source: English-only, smaller
cs: Pouze angličtina, menší
es: Solo inglés, más pequeño
fr: Anglais uniquement, plus petit
ru: Только английский, меньше
th: เฉพาะอังกฤษ เล็กกว่า
vi: Chỉ tiếng Anh, nhỏ hơn

source: English-only
cs: Pouze angličtina
es: Solo inglés
fr: Anglais uniquement
ru: Только английский
th: เฉพาะอังกฤษ
vi: Chỉ tiếng Anh

source: Balanced speed/quality
cs: Vyvážená rychlost/kvalita
es: Equilibrio entre velocidad y calidad
fr: Équilibre vitesse/qualité
ru: Баланс скорость/качество
th: สมดุลความเร็ว/คุณภาพ
vi: Cân bằng tốc độ/chất lượng

source: Small
cs: Malý
es: Pequeño
fr: Petit
ru: Маленькая
th: เล็ก
vi: Nhỏ

source: Better accuracy
cs: Lepší přesnost
es: Mejor precisión
fr: Meilleure précision
ru: Лучшая точность
th: ความแม่นยำสูงขึ้น
vi: Chính xác hơn

source: Medium
cs: Střední
es: Mediano
fr: Moyen
ru: Средняя
th: กลาง
vi: Trung bình

source: Higher accuracy, heavier
cs: Vyšší přesnost, větší
es: Mayor precisión, más pesado
fr: Plus précis, plus lourd
ru: Выше точность, тяжелее
th: แม่นยำขึ้น แต่ใหญ่ขึ้น
vi: Chính xác hơn, nặng hơn

source: Large v3
cs: Velký v3
es: Grande v3
fr: Grand v3
ru: Большая v3
th: ใหญ่ v3
vi: Lớn v3

source: Latest large model
cs: Nejnovější velký model
es: Último modelo grande
fr: Dernier grand modèle
ru: Последняя большая модель
th: โมเดลใหญ่รุ่นล่าสุด
vi: Mô hình lớn mới nhất

source: Large
cs: Velký
es: Grande
fr: Grand
ru: Большая
th: ใหญ่
vi: Lớn

source: Large v3 4-bit
cs: Velký v3 4‑bit
es: Grande v3 4 bits
fr: Grand v3 4 bits
ru: Большая v3 4‑бит
th: ใหญ่ v3 4 บิต
vi: Lớn v3 4-bit

source: Smaller download
cs: Menší stažení
es: Descarga más pequeña
fr: Téléchargement plus petit
ru: Меньший размер загрузки
th: ดาวน์โหลดเล็กลง
vi: Tải xuống nhỏ hơn

source: 4-bit quantized
cs: Kvantizovaný 4‑bit
es: Cuantizado a 4 bits
fr: Quantifié en 4 bits
ru: Квантование 4‑бит
th: ควอนไทซ์ 4 บิต
vi: Lượng tử 4-bit

source: Large, high-accuracy model
cs: Velký model s vysokou přesností
es: Modelo grande de alta precisión
fr: Grand modèle haute précision
ru: Большая высокоточная модель
th: โมเดลใหญ่ความแม่นยำสูง
vi: Mô hình lớn, độ chính xác cao

source: Cellular
cs: Mobilní
es: Celular
fr: Cellulaire
ru: Сотовая
th: เครือข่ายมือถือ
vi: Di động

source: Unknown
cs: Neznámé
es: Desconocido
fr: Inconnu
ru: Неизвестно
th: ไม่ทราบ
vi: Không rõ

source: No Connection
cs: Bez připojení
es: Sin conexión
fr: Aucune connexion
ru: Нет подключения
th: ไม่มีการเชื่อมต่อ
vi: Không có kết nối

source: (Metered)
cs: (Měřené)
es: (Medido)
fr: (Mesurée)
ru: (С тарифом)
th: (คิดตามปริมาณ)
vi: (Theo dung lượng)

source: (Low Data)
cs: (Úspora dat)
es: (Datos bajos)
fr: (Faibles données)
ru: (Экономия трафика)
th: (ประหยัดข้อมูล)
vi: (Tiết kiệm dữ liệu)

source: Enable iCloud Sync
cs: Povolit synchronizaci iCloud
es: Activar sincronización iCloud
fr: Activer la synchronisation iCloud
ru: Включить синхронизацию iCloud
th: เปิดซิงค์ iCloud
vi: Bật đồng bộ iCloud

source: iCloud Account
cs: Účet iCloud
es: Cuenta iCloud
fr: Compte iCloud
ru: Учётная запись iCloud
th: บัญชี iCloud
vi: Tài khoản iCloud

source: Sync your servers and workspaces across all your Apple devices.
cs: Synchronizujte servery a pracovní prostory na všech zařízeních Apple.
es: Sincroniza tus servidores y espacios de trabajo en todos tus dispositivos Apple.
fr: Synchronisez vos serveurs et espaces de travail sur tous vos appareils Apple.
ru: Синхронизируйте серверы и рабочие пространства на всех устройствах Apple.
th: ซิงค์เซิร์ฟเวอร์และเวิร์กสเปซบนอุปกรณ์ Apple ทุกเครื่องของคุณ
vi: Đồng bộ máy chủ và không gian làm việc trên tất cả thiết bị Apple của bạn.

source: Sync Status
cs: Stav synchronizace
es: Estado de sincronización
fr: État de la synchronisation
ru: Статус синхронизации
th: สถานะการซิงค์
vi: Trạng thái đồng bộ

source: Last Synced
cs: Poslední synchronizace
es: Última sincronización
fr: Dernière synchronisation
ru: Последняя синхронизация
th: ซิงค์ล่าสุด
vi: Lần đồng bộ gần nhất

source: Data
es: Datos
fr: Données
ru: Данные
th: ข้อมูล
vi: Dữ liệu

source: Force Sync Now
cs: Vynutit synchronizaci nyní
es: Forzar sincronización ahora
fr: Forcer la synchronisation maintenant
ru: Принудительная синхронизация
th: บังคับซิงค์ทันที
vi: Buộc đồng bộ ngay

source: Clear Local Data & Re-sync
cs: Vymazat lokální data a znovu synchronizovat
es: Borrar datos locales y resincronizar
fr: Effacer les données locales et resynchroniser
ru: Удалить локальные данные и синхронизировать заново
th: ลบข้อมูลในเครื่องและซิงค์ใหม่
vi: Xóa dữ liệu cục bộ & đồng bộ lại

source: Reset iCloud (Delete All & Re-upload)
cs: Resetovat iCloud (smazat vše a znovu nahrát)
es: Restablecer iCloud (Eliminar todo y volver a subir)
fr: Réinitialiser iCloud (tout supprimer et ré‑uploader)
ru: Сбросить iCloud (удалить всё и загрузить снова)
th: รีเซ็ต iCloud (ลบทั้งหมดและอัปโหลดใหม่)
vi: Đặt lại iCloud (xóa tất cả & tải lên lại)

source: Force sync fetches latest data from iCloud. Clear & re-sync removes local data and downloads fresh. Reset iCloud deletes ALL cloud data and uploads your local data fresh (fixes duplicates).
cs: Vynucená synchronizace načte nejnovější data z iCloud. Vymazat a znovu synchronizovat odstraní lokální data a stáhne je znovu. Reset iCloud smaže VŠECHNA cloudová data a znovu nahraje lokální data (opraví duplicity).
es: La sincronización forzada obtiene los datos más recientes de iCloud. Borrar y resincronizar elimina los datos locales y descarga de nuevo. Restablecer iCloud elimina TODOS los datos en la nube y sube tus datos locales de nuevo (corrige duplicados).
fr: La synchronisation forcée récupère les dernières données d’iCloud. Effacer et resynchroniser supprime les données locales et télécharge à neuf. Réinitialiser iCloud supprime TOUTES les données cloud et ré‑importe vos données locales (corrige les doublons).
ru: Принудительная синхронизация получает последние данные из iCloud. Очистка и повторная синхронизация удаляет локальные данные и загружает заново. Сброс iCloud удаляет ВСЕ данные в облаке и загружает локальные данные заново (исправляет дубликаты).
th: การซิงค์แบบบังคับจะดึงข้อมูลล่าสุดจาก iCloud การลบและซิงค์ใหม่จะลบข้อมูลในเครื่องและดาวน์โหลดใหม่ การรีเซ็ต iCloud จะลบข้อมูลบนคลาวด์ทั้งหมดและอัปโหลดข้อมูลในเครื่องใหม่ (แก้ปัญหาข้อมูลซ้ำ)
vi: Đồng bộ bắt buộc sẽ lấy dữ liệu mới nhất từ iCloud. Xóa & đồng bộ lại sẽ xóa dữ liệu cục bộ và tải lại. Đặt lại iCloud sẽ xóa TOÀN BỘ dữ liệu trên đám mây và tải dữ liệu cục bộ lên lại (sửa trùng lặp).

source: Account Status
cs: Stav účtu
es: Estado de la cuenta
fr: État du compte
ru: Статус аккаунта
th: สถานะบัญชี
vi: Trạng thái tài khoản

source: Container
cs: Kontejner
es: Contenedor
fr: Conteneur
ru: Контейнер
th: คอนเทนเนอร์
vi: Vùng chứa

source: Re-check iCloud Status
cs: Znovu zkontrolovat stav iCloud
es: Volver a comprobar el estado de iCloud
fr: Revérifier l’état iCloud
ru: Проверить статус iCloud
th: ตรวจสอบสถานะ iCloud อีกครั้ง
vi: Kiểm tra lại trạng thái iCloud

source: Troubleshooting
cs: Řešení problémů
es: Solución de problemas
fr: Dépannage
ru: Устранение неполадок
th: การแก้ไขปัญหา
vi: Khắc phục sự cố

source: Make sure you are signed into iCloud in Settings and iCloud Drive is enabled. Check Console.app for 'CloudKit' logs for more details.
cs: Ujistěte se, že jste přihlášeni do iCloud v Nastavení a iCloud Drive je povoleno. Více informací najdete v Console.app v logu „CloudKit“.
es: Asegúrate de iniciar sesión en iCloud en Ajustes y de que iCloud Drive esté activado. Revisa Console.app para ver registros de 'CloudKit'.
fr: Assurez‑vous d’être connecté à iCloud dans Réglages et que iCloud Drive est activé. Consultez Console.app pour les journaux « CloudKit ».
ru: Убедитесь, что вы вошли в iCloud в настройках и включили iCloud Drive. Для подробностей откройте Console.app и журналы «CloudKit».
th: ตรวจสอบให้แน่ใจว่าเข้าสู่ระบบ iCloud ในการตั้งค่าและเปิดใช้ iCloud Drive แล้ว ดูรายละเอียดเพิ่มเติมได้ใน Console.app ที่บันทึก 'CloudKit'
vi: Hãy đảm bảo bạn đã đăng nhập iCloud trong Cài đặt và bật iCloud Drive. Kiểm tra Console.app để xem log 'CloudKit' chi tiết.

source: Force Sync
cs: Vynutit synchronizaci
es: Forzar sincronización
fr: Forcer la synchronisation
ru: Принудительная синхронизация
th: บังคับซิงค์
vi: Buộc đồng bộ

source: Sync Now
cs: Synchronizovat nyní
es: Sincronizar ahora
fr: Synchroniser maintenant
ru: Синхронизировать сейчас
th: ซิงค์ตอนนี้
vi: Đồng bộ ngay
