Repository: vivy-company/vvterm
Catalog: VVTerm/Resources/*.lproj/Localizable.strings
Languages: cs, es, fr, ru, th, vi

source: Wide compatibility with older systems.
cs: Široká kompatibilita se staršími systémy.
es: Amplia compatibilidad con sistemas antiguos.
fr: Large compatibilité avec les systèmes plus anciens.
ru: Широкая совместимость со старыми системами.
th: เข้ากันได้กว้างกับระบบรุ่นเก่า
vi: Tương thích rộng với hệ thống cũ.

source: Split Right
cs: Rozdělit vpravo
es: Dividir a la derecha
fr: Diviser à droite
ru: Разделить вправо
th: แบ่งทางขวา
vi: Chia sang phải

source: Split Down
cs: Rozdělit dolů
es: Dividir hacia abajo
fr: Diviser vers le bas
ru: Разделить вниз
th: แบ่งลง
vi: Chia xuống

source: Close Pane
cs: Zavřít panel
es: Cerrar panel
fr: Fermer le volet
ru: Закрыть панель
th: ปิดแผง
vi: Đóng ngăn

source: View
cs: Zobrazení
es: Ver
fr: Voir
ru: Вид
th: มุมมอง
vi: Xem

source: Stats
cs: Statistiky
es: Estadísticas
fr: Statistiques
ru: Статистика
th: สถิติ
vi: Thống kê

source: Support & Feedback
cs: Podpora a zpětná vazba
es: Soporte y comentarios
fr: Support et retours
ru: Поддержка и обратная связь
th: การสนับสนุนและความคิดเห็น
vi: Hỗ trợ & phản hồi

source: Upgrade to Pro for unlimited workspaces.
cs: Upgradujte na Pro pro neomezené pracovní prostory.
es: Actualiza a Pro para espacios de trabajo ilimitados.
fr: Passez à Pro pour des espaces de travail illimités.
ru: Обновите до Pro для безлимитных рабочих пространств.
th: อัปเกรดเป็น Pro เพื่อใช้งานเวิร์กสเปซไม่จำกัด
vi: Nâng cấp Pro để dùng không gian làm việc không giới hạn.

source: Fingerprint
cs: Otisk
es: Huella digital
fr: Empreinte
ru: Отпечаток
th: ลายนิ้วมือ
vi: Vân tay

source: Links
cs: Odkazy
es: Enlaces
fr: Liens
ru: Ссылки
th: ลิงก์
vi: Liên kết

source: Passphrase
cs: Heslo
es: Frase de contraseña
fr: Phrase secrète
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu

source: %@ is a Pro feature
cs: %@ je funkce Pro
es: %@ es una función Pro
fr: %@ est une fonctionnalité Pro
ru: %@ — функция Pro
th: %@ เป็นฟีเจอร์ Pro
vi: %@ là tính năng Pro

source: System (Default)
cs: Systém (výchozí)
es: Sistema (Predeterminado)
fr: Système (par défaut)
ru: Система (по умолчанию)
th: ระบบ (ค่าเริ่มต้น)
vi: Hệ thống (mặc định)

source: Some changes may require restarting the app.
cs: Některé změny mohou vyžadovat restart aplikace.
es: Algunos cambios pueden requerir reiniciar la app.
fr: Certaines modifications peuvent nécessiter de redémarrer l'app.
ru: Некоторые изменения могут потребовать перезапуска приложения.
th: การเปลี่ยนแปลงบางอย่างอาจต้องเริ่มแอปใหม่
vi: Một số thay đổi có thể cần khởi động lại ứng dụng.

source: %llds remaining
cs: zbývá %llds
es: %llds restantes
fr: %llds restantes
ru: осталось %lld с
th: เหลือ %lld วินาที
vi: còn %lld giây

source: %lldm remaining
cs: zbývá %lldm
es: %lldm restantes
fr: %lldm restantes
ru: осталось %lld м
th: เหลือ %lld นาที
vi: còn %lld phút

source: %lldh %lldm remaining
cs: zbývá %lldh %lldm
es: %lldh %lldm restantes
fr: %lldh %lldm restantes
ru: осталось %lld ч %lld м
th: เหลือ %lld ชั่วโมง %lld นาที
vi: còn %lld giờ %lld phút

source: Clear All Storage
cs: Vymazat veškeré úložiště
es: Borrar todo el almacenamiento
fr: Effacer tout le stockage
ru: Очистить всё хранилище
th: ล้างพื้นที่จัดเก็บทั้งหมด
vi: Xóa tất cả bộ nhớ

source: Server 1
es: Servidor 1
fr: Serveur 1
ru: Сервер 1
th: เซิร์ฟเวอร์ 1
vi: Máy chủ 1

source: Server 2
es: Servidor 2
fr: Serveur 2
ru: Сервер 2
th: เซิร์ฟเวอร์ 2
vi: Máy chủ 2

source: Server 3
es: Servidor 3
fr: Serveur 3
ru: Сервер 3
th: เซิร์ฟเวอร์ 3
vi: Máy chủ 3

source: Added
cs: Přidáno
es: Añadido
fr: Ajouté
ru: Добавлено
th: เพิ่มแล้ว
vi: Đã thêm

source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
ru: Детали
th: รายละเอียด
vi: Chi tiết

source: Close Tab
cs: Zavřít kartu
es: Cerrar pestaña
fr: Fermer l’onglet
ru: Закрыть вкладку
th: ปิดแท็บ
vi: Đóng tab

source: New Tab
cs: Nová karta
es: Nueva pestaña
fr: Nouvel onglet
ru: Новая вкладка
th: แท็บใหม่
vi: Tab mới

source: Previous Tab
cs: Předchozí karta
es: Pestaña anterior
fr: Onglet précédent
ru: Предыдущая вкладка
th: แท็บก่อนหน้า
vi: Tab trước

source: Next Tab
cs: Další karta
es: Pestaña siguiente
fr: Onglet suivant
ru: Следующая вкладка
th: แท็บถัดไป
vi: Tab sau

source: Settings...
cs: Nastavení...
es: Ajustes...
fr: Réglages...
ru: Настройки...
th: การตั้งค่า...
vi: Cài đặt...

source: Disabled
cs: Zakázáno
es: Desactivado
fr: Désactivé
ru: Отключено
th: ปิดใช้งาน
vi: Đã tắt

source: Close Tab?
cs: Zavřít kartu?
es: ¿Cerrar pestaña?
fr: Fermer l’onglet ?
ru: Закрыть вкладку?
th: ปิดแท็บหรือไม่?
vi: Đóng tab?

source: This will disconnect "%@".
cs: Tím se odpojí "%@".
es: Esto desconectará "%@".
fr: Cela déconnectera "%@".
ru: Это отключит "%@".
th: การดำเนินการนี้จะตัดการเชื่อมต่อ "%@"
vi: Thao tác này sẽ ngắt kết nối "%@".

source: Preparing server details...
cs: Připravují se podrobnosti serveru...
es: Preparando detalles del servidor...
fr: Préparation des détails du serveur...
ru: Подготовка сведений о сервере...
th: กำลังเตรียมรายละเอียดเซิร์ฟเวอร์...
vi: Đang chuẩn bị chi tiết máy chủ...

source: Connection successful
cs: Připojení úspěšné
es: Conexión exitosa
fr: Connexion réussie
ru: Соединение установлено
th: เชื่อมต่อสำเร็จ
vi: Kết nối thành công

source: Testing connection...
cs: Testování připojení...
es: Probando conexión...
fr: Test de la connexion...
ru: Проверка соединения...
th: กำลังทดสอบการเชื่อมต่อ...
vi: Đang kiểm tra kết nối...

source: Test Connection
cs: Otestovat připojení
es: Probar conexión
fr: Tester la connexion
ru: Проверить соединение
th: ทดสอบการเชื่อมต่อ
vi: Kiểm tra kết nối

source: Connection will be verified before saving.
cs: Před uložením bude připojení ověřeno.
es: La conexión se verificará antes de guardar.
fr: La connexion sera vérifiée avant l’enregistrement.
ru: Перед сохранением будет выполнена проверка соединения.
th: การเชื่อมต่อจะถูกตรวจสอบก่อนบันทึก
vi: Kết nối sẽ được xác minh trước khi lưu.

source: Connection test failed
cs: Test připojení se nezdařil
es: Falló la prueba de conexión
fr: Échec du test de connexion
ru: Проверка соединения не удалась
th: ทดสอบการเชื่อมต่อล้มเหลว
vi: Kiểm tra kết nối thất bại

source: Transcribing audio
cs: Přepisování zvuku
es: Transcribiendo audio
fr: Transcription audio
ru: Расшифровка аудио
th: กำลังถอดเสียง
vi: Đang phiên âm âm thanh

source: Copy
cs: Kopírovat
es: Copiar
fr: Copier
ru: Копировать
th: คัดลอก
vi: Sao chép

source: End
es: Fin
fr: Fin

source: Voice input
cs: Hlasový vstup
es: Entrada de voz
fr: Saisie vocale
ru: Голосовой ввод
th: ป้อนเสียง
vi: Nhập bằng giọng nói

source: active
cs: aktivní
es: activo
fr: actif
ru: активно
th: กำลังทำงาน
vi: đang hoạt động

source: 1 active session
cs: 1 aktivní relace
es: 1 sesión activa
fr: 1 session active
ru: 1 активная сессия
th: 1 เซสชันที่ใช้งานอยู่
vi: 1 phiên hoạt động

source: %lld active sessions
cs: %lld aktivních relací
es: %lld sesiones activas
fr: %lld sessions actives
ru: %lld активных сессий
th: %lld เซสชันที่ใช้งานอยู่
vi: %lld phiên hoạt động

source: Server Name
cs: Název serveru
es: Nombre del servidor
fr: Nom du serveur
ru: Имя сервера
th: ชื่อเซิร์ฟเวอร์
vi: Tên máy chủ

source: Standard Glass
cs: Standardní sklo
es: Cristal estándar
fr: Verre standard
ru: Стандартное стекло
th: กระจกมาตรฐาน
vi: Kính tiêu chuẩn

source: Tinted Glass
cs: Tónované sklo
es: Cristal tintado
fr: Verre teinté
ru: Тонированное стекло
th: กระจกสี
vi: Kính nhuộm màu

source: Red Tint
cs: Červený odstín
es: Tinte rojo
fr: Teinte rouge
ru: Красный оттенок
th: โทนสีแดง
vi: Sắc đỏ

source: Added %@
cs: Přidáno %@
es: Añadido %@
fr: Ajouté %@
ru: Добавлено %@
th: เพิ่มเมื่อ %@
vi: Đã thêm %@

source: Medium (8-bit)
cs: Střední (8 bitů)
es: Medio (8 bits)
fr: Moyen (8 bits)
ru: Средняя (8 бит)
th: ขนาดกลาง (8 บิต)
vi: Trung bình (8-bit)

source: Medium (FP32)
cs: Střední (FP32)
es: Medio (FP32)
fr: Moyen (FP32)
ru: Средняя (FP32)
th: ขนาดกลาง (FP32)
vi: Trung bình (FP32)

source: Medium (Q4)
cs: Střední (Q4)
es: Medio (Q4)
fr: Moyen (Q4)
ru: Средняя (Q4)
th: ขนาดกลาง (Q4)
vi: Trung bình (Q4)

source: My Server
es: Mi servidor
fr: Mon serveur
ru: Мой сервер
th: เซิร์ฟเวอร์ของฉัน

source: Required
es: Obligatorio
fr: Requis
ru: Обязательно
th: จำเป็น

source: Optional
es: Opcional
fr: Facultatif
ru: Необязательно
th: ไม่จำเป็น

source: Uses server-side Tailscale SSH policy. No password or SSH key is required.
es: Usa la política de Tailscale SSH del lado del servidor. No se requiere contraseña ni clave SSH.
fr: Utilise la politique Tailscale SSH côté serveur. Aucun mot de passe ni clé SSH n'est requis.
ru: Использует серверную политику Tailscale SSH. Пароль или SSH-ключ не требуются.
th: ใช้นโยบาย Tailscale SSH ฝั่งเซิร์ฟเวอร์ ไม่ต้องใช้รหัสผ่านหรือคีย์ SSH

source: Tailscale SSH authentication was not accepted by the server.
es: La autenticación de Tailscale SSH no fue aceptada por el servidor.
fr: L'authentification Tailscale SSH n'a pas été acceptée par le serveur.
ru: Аутентификация Tailscale SSH не была принята сервером.
th: เซิร์ฟเวอร์ไม่ยอมรับการยืนยันตัวตน Tailscale SSH

source: This app currently supports direct tailnet connections only (no userspace proxy fallback).
es: Esta app actualmente solo admite conexiones directas de tailnet (sin alternativa mediante proxy en espacio de usuario).
fr: Cette app ne prend actuellement en charge que les connexions tailnet directes (sans solution de secours via proxy userspace).
ru: Сейчас это приложение поддерживает только прямые подключения tailnet (без резервного userspace-прокси).
th: ขณะนี้แอปรองรับเฉพาะการเชื่อมต่อ tailnet โดยตรงเท่านั้น (ไม่มีการ fallback ผ่าน userspace proxy)

source: Choose tmux session
es: Elegir sesión de tmux
fr: Choisir une session tmux
ru: Выбрать сессию tmux
th: เลือกเซสชัน tmux

source: Existing sessions
es: Sesiones existentes
fr: Sessions existantes
ru: Существующие сессии
th: เซสชันที่มีอยู่

source: Select a session to attach immediately.
es: Selecciona una sesión para adjuntarte de inmediato.
fr: Sélectionnez une session à attacher immédiatement.
ru: Выберите сессию для немедленного подключения.
th: เลือกเซสชันเพื่อเชื่อมต่อทันที

source: No tmux sessions found
es: No se encontraron sesiones de tmux
fr: Aucune session tmux trouvée
ru: Сессии tmux не найдены
th: ไม่พบเซสชัน tmux

source: Create a new session, or continue without tmux.
es: Crea una sesión nueva o continúa sin tmux.
fr: Créez une nouvelle session ou continuez sans tmux.
ru: Создайте новую сессию или продолжайте без tmux.
th: สร้างเซสชันใหม่ หรือดำเนินการต่อโดยไม่ใช้ tmux

source: Attached
es: Adjunta
fr: Attachée
ru: Подключена
th: เชื่อมต่ออยู่

source: Detached
es: Desconectada
fr: Détachée
ru: Отсоединена
th: แยกออก

source: 1 client
es: 1 cliente
ru: 1 клиент
th: 1 ไคลเอนต์

source: %lld clients
es: %lld clientes
ru: %lld клиентов
th: %lld ไคลเอนต์

source: 1 window
es: 1 ventana
fr: 1 fenêtre
ru: 1 окно
th: 1 หน้าต่าง

source: %lld windows
es: %lld ventanas
fr: %lld fenêtres
ru: %lld окон
th: %lld หน้าต่าง

source: New session
es: Nueva sesión
fr: Nouvelle session
ru: Новая сессия
th: เซสชันใหม่

source: Skip tmux
es: Omitir tmux
fr: Ignorer tmux
ru: Пропустить tmux
th: ข้าม tmux

source: Create VVTerm session
es: Crear sesión de VVTerm
fr: Créer une session VVTerm
ru: Создать сессию VVTerm
th: สร้างเซสชัน VVTerm

source: Ask every time
es: Preguntar siempre
fr: Demander à chaque fois
ru: Спрашивать каждый раз
th: ถามทุกครั้ง

source: Use remembered session
es: Usar sesión recordada
fr: Utiliser la session mémorisée
ru: Использовать запомненную сессию
th: ใช้เซสชันที่จดจำไว้

source: Always create or attach to a VVTerm-managed tmux session for this connection.
es: Crear o adjuntar siempre una sesión de tmux administrada por VVTerm para esta conexión.
fr: Toujours créer ou attacher une session tmux gérée par VVTerm pour cette connexion.
ru: Для этого подключения всегда создавайте или подключайте tmux-сессию, управляемую VVTerm.
th: สำหรับการเชื่อมต่อนี้ ให้สร้างหรือเชื่อมต่อกับเซสชัน tmux ที่ VVTerm จัดการเสมอ

source: Show a prompt on each new tab or split so you can choose a session.
es: Mostrar un aviso en cada pestaña nueva o división para que puedas elegir una sesión.
fr: Afficher une invite à chaque nouvel onglet ou division pour vous laisser choisir une session.
ru: Показывать запрос на каждой новой вкладке или разделении, чтобы можно было выбрать сессию.
th: แสดงพรอมต์ทุกครั้งที่เปิดแท็บใหม่หรือแบ่งหน้าจอ เพื่อให้คุณเลือกเซสชันได้

source: Start a normal shell without tmux session persistence.
es: Iniciar una shell normal sin persistencia de sesión de tmux.
fr: Démarrer un shell normal sans persistance de session tmux.
ru: Запускать обычную оболочку без сохранения сессии tmux.
th: เริ่มเชลล์ปกติโดยไม่ใช้การคงอยู่ของเซสชัน tmux

source: Automatically attach to the last tmux session you selected.
es: Adjuntarse automáticamente a la última sesión de tmux que seleccionaste.
fr: Attacher automatiquement la dernière session tmux que vous avez sélectionnée.
ru: Автоматически подключаться к последней выбранной tmux-сессии.
th: เชื่อมต่ออัตโนมัติกับเซสชัน tmux ล่าสุดที่คุณเลือก

source: Sessions stay alive across app restarts and disconnects when tmux is available.
es: Las sesiones se mantienen activas entre reinicios de la app y desconexiones cuando tmux está disponible.
fr: Les sessions restent actives entre les redémarrages de l'application et les déconnexions lorsque tmux est disponible.
ru: Когда tmux доступен, сессии сохраняются между перезапусками приложения и отключениями.
th: เซสชันจะยังคงอยู่แม้แอปเริ่มใหม่หรือหลุดการเชื่อมต่อ เมื่อมี tmux ให้ใช้งาน

source: Choose the default behavior for new servers. You can still override per server in server settings.
es: Elige el comportamiento predeterminado para servidores nuevos. Puedes cambiarlo por servidor en la configuración del servidor.
fr: Choisissez le comportement par défaut pour les nouveaux serveurs. Vous pouvez toujours le remplacer serveur par serveur dans les réglages du serveur.
ru: Выберите поведение по умолчанию для новых серверов. Его можно переопределить для каждого сервера в настройках сервера.
th: เลือกพฤติกรรมเริ่มต้นสำหรับเซิร์ฟเวอร์ใหม่ คุณยังสามารถกำหนดแยกต่อเซิร์ฟเวอร์ได้ในตั้งค่าเซิร์ฟเวอร์

source: %lld custom theme
es: %lld tema personalizado
fr: %lld thème personnalisé
ru: %lld пользовательская тема
th: %lld ธีมกำหนดเอง

source: %lld custom themes
es: %lld temas personalizados
fr: %lld thèmes personnalisés
ru: %lld пользовательских тем
th: %lld ธีมกำหนดเอง

source: Biometric Authentication
es: Autenticación biométrica
th: การยืนยันตัวตนด้วยชีวมิติ

source: Authentication reason is missing.
es: Falta el motivo de autenticación.
th: ไม่มีเหตุผลสำหรับการยืนยันตัวตน

source: Biometric authentication is unavailable on this device.
es: La autenticación biométrica no está disponible en este dispositivo.
th: การยืนยันตัวตนด้วยชีวมิติไม่พร้อมใช้งานบนอุปกรณ์นี้

source: Biometric authentication is not set up on this device.
es: La autenticación biométrica no está configurada en este dispositivo.
th: ยังไม่ได้ตั้งค่าการยืนยันตัวตนด้วยชีวมิติบนอุปกรณ์นี้

source: Biometric authentication is locked. Unlock the device to try again.
es: La autenticación biométrica está bloqueada. Desbloquea el dispositivo para volver a intentarlo.
th: การยืนยันตัวตนด้วยชีวมิติถูกล็อก ปลดล็อกอุปกรณ์แล้วลองอีกครั้ง

source: Set a device passcode before using biometric authentication.
es: Configura un código de acceso del dispositivo antes de usar la autenticación biométrica.
th: ตั้งรหัสผ่านอุปกรณ์ก่อนใช้การยืนยันตัวตนด้วยชีวมิติ

source: Biometric authentication is locked. Unlock the device and try again.
es: La autenticación biométrica está bloqueada. Desbloquea el dispositivo y vuelve a intentarlo.
th: การยืนยันตัวตนด้วยชีวมิติถูกล็อก ปลดล็อกอุปกรณ์แล้วลองใหม่อีกครั้ง

source: Authentication failed.
es: La autenticación falló.
th: การยืนยันตัวตนล้มเหลว

source: Enable %@ for VVTerm
es: Activar %@ para VVTerm
th: เปิดใช้ %@ สำหรับ VVTerm

source: Unlock VVTerm with %@
es: Desbloquear VVTerm con %@
th: ปลดล็อก VVTerm ด้วย %@

source: Unlock server %@
es: Desbloquear servidor %@
th: ปลดล็อกเซิร์ฟเวอร์ %@

source: Unlock with %@
es: Desbloquear con %@
th: ปลดล็อกด้วย %@

source: VVTerm is locked
es: VVTerm está bloqueado
th: VVTerm ถูกล็อก

source: Require %@ to open this server
es: Requerir %@ para abrir este servidor
th: ต้องใช้ %@ เพื่อเปิดเซิร์ฟเวอร์นี้

source: Require %@ to open VVTerm
es: Requerir %@ para abrir VVTerm
th: ต้องใช้ %@ เพื่อเปิด VVTerm

source: Lock when app goes to background
es: Bloquear cuando la app pasa a segundo plano
th: ล็อกเมื่อแอปไปทำงานเบื้องหลัง

source: Re-auth grace period
es: Período de gracia de reautenticación
th: ช่วงผ่อนผันการยืนยันตัวตนใหม่

source: Always
es: Siempre
th: เสมอ

source: %lld seconds
es: %lld segundos
th: %lld วินาที

source: Security
es: Seguridad
th: ความปลอดภัย

source: Biometric lock protects app and server access on this device.
es: El bloqueo biométrico protege el acceso a la app y a los servidores en este dispositivo.
th: การล็อกด้วยชีวมิติช่วยปกป้องการเข้าถึงแอปและเซิร์ฟเวอร์บนอุปกรณ์นี้

source: Discover Local Devices
es: Descubrir dispositivos locales

source: Discover Local Devices...
es: Descubrir dispositivos locales...

source: Pick from Local Discovery...
es: Elegir de descubrimiento local...

source: Ready to scan your local network.
es: Listo para escanear tu red local.

source: Connect to Wi-Fi or ethernet to discover local SSH hosts.
es: Conéctate a Wi-Fi o Ethernet para descubrir hosts SSH locales.

source: Scanning with Bonjour and SSH port probe...
es: Escaneando con Bonjour y sondeo del puerto SSH...

source: Scanning Bonjour services...
es: Escaneando servicios Bonjour...

source: Scanning local subnet for SSH port 22...
es: Escaneando la subred local en busca del puerto SSH 22...

source: Scanning...
es: Escaneando...

source: No SSH hosts found.
es: No se encontraron hosts SSH.

source: %lld SSH host(s) found.
es: Se encontraron %lld hosts SSH.

source: Nearby SSH Hosts
es: Hosts SSH cercanos

source: Scanning Status
es: Estado del escaneo

source: Rescan
es: Volver a escanear

source: Use Selected
es: Usar seleccionado

source: Open Settings
es: Abrir Ajustes

source: Add Manually
es: Agregar manualmente

source: No Results Help
es: Ayuda sin resultados

source: Discovery only prefills host details. Credentials are still configured in Add Server.
es: El descubrimiento solo rellena previamente los detalles del host. Las credenciales se siguen configurando en Agregar servidor.

source: No SSH Hosts
es: No hay hosts SSH

source: Scan your local network to discover SSH devices, then prefill Add Server.
es: Escanea tu red local para descubrir dispositivos SSH y luego prellenar Agregar servidor.

source: No SSH hosts discovered yet.
es: Aún no se han descubierto hosts SSH.

source: Port Scan
es: Escaneo de puertos

source: Port 22
es: Puerto 22

source: Use
es: Usar

source: OK
ru: ОК
th: ตกลง
vi: Đồng ý

source: General
cs: Obecné
fr: Général
ru: Общие
th: ทั่วไป
vi: Chung

source: Terminal
cs: Terminál
ru: Терминал
th: เทอร์มินัล

source: Premium
ru: Премиум
th: พรีเมียม

source: Plan
cs: Plán
fr: Forfait
ru: План
th: แผน
vi: Gói

source: Host
fr: Hôte
ru: Хост
th: โฮสต์

source: Color
cs: Barva
fr: Couleur
ru: Цвет
th: สี
vi: Màu

source: Base
cs: Základní
ru: Базовая
th: พื้นฐาน
vi: Cơ bản

source: Ethernet
th: อีเธอร์เน็ต

source: Error
cs: Chyba
fr: Erreur
ru: Ошибка
th: ข้อผิดพลาด
vi: Lỗi

source: Error: %@
cs: Chyba: %@
fr: Erreur : %@
ru: Ошибка: %@
th: ข้อผิดพลาด: %@
vi: Lỗi: %@

source: TOTAL
cs: CELKEM
ru: ИТОГО
th: รวม
vi: TỔNG

source: ↑ TOTAL
cs: ↑ CELKEM
ru: ↑ ИТОГО
th: ↑ รวม
vi: ↑ TỔNG

source: ↓ TOTAL
cs: ↓ CELKEM
ru: ↓ ИТОГО
th: ↓ รวม
vi: ↓ TỔNG

source: %lld D
fr: %lld J
ru: %lld д
th: %lld วัน
vi: %lld N

source: %lld H
ru: %lld ч
th: %lld ชม.
vi: %lld G

source: Variable
cs: Proměnná
ru: Переменная
th: ตัวแปร
vi: Biến

source: Multicolor
cs: Vícebarevný
fr: Multicolore
ru: Многоцветный
th: หลายสี
vi: Đa màu

source: Fitness
ru: Фитнес
th: ฟิตเนส
vi: Thể dục

source: Prod
ru: Прод
th: โปรด

source: Dev
ru: Дев
th: เดฟ
