Repository: vivy-company/vvterm
Catalog: VVTerm/Resources/*.lproj/Localizable.strings
Languages: cs, es, fr, ru, th, vi

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
ru: Отмена
th: ยกเลิก
vi: Hủy

source: Save
cs: Uložit
es: Guardar
fr: Enregistrer
ru: Сохранить
th: บันทึก
vi: Lưu

source: Add
cs: Přidat
es: Añadir
fr: Ajouter
ru: Добавить
th: เพิ่ม
vi: Thêm

source: Create
cs: Vytvořit
es: Crear
fr: Créer
ru: Создать
th: สร้าง
vi: Tạo

source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer
ru: Удалить
th: ลบ
vi: Xóa

source: Done
cs: Hotovo
es: Hecho
fr: Terminé
ru: Готово
th: เสร็จสิ้น
vi: Xong

source: Edit
cs: Upravit
es: Editar
fr: Modifier
ru: Редактировать
th: แก้ไข
vi: Sửa

source: Remove
cs: Odebrat
es: Quitar
fr: Retirer
ru: Удалить
th: นำออก
vi: Gỡ

source: Connect
cs: Připojit
es: Conectar
fr: Connecter
ru: Подключить
th: เชื่อมต่อ
vi: Kết nối

source: Disconnect
cs: Odpojit
es: Desconectar
fr: Déconnecter
ru: Отключить
th: ตัดการเชื่อมต่อ
vi: Ngắt kết nối

source: Reconnect
cs: Znovu připojit
es: Reconectar
fr: Reconnecter
ru: Переподключить
th: เชื่อมต่อใหม่
vi: Kết nối lại

source: Retry
cs: Zkusit znovu
es: Reintentar
fr: Réessayer
ru: Повторить
th: ลองอีกครั้ง
vi: Thử lại

source: Upgrade
cs: Upgradovat
es: Actualizar
fr: Mettre à niveau
ru: Обновить
th: อัปเกรด
vi: Nâng cấp

source: Upgrade to Pro
cs: Upgradovat na Pro
es: Actualizar a Pro
fr: Passer à Pro
ru: Обновить до Pro
th: อัปเกรดเป็น Pro
vi: Nâng cấp lên Pro

source: Upgrade to VVTerm Pro
cs: Upgradovat na VVTerm Pro
es: Actualizar a VVTerm Pro
fr: Passer à VVTerm Pro
ru: Обновить до VVTerm Pro
th: อัปเกรดเป็น VVTerm Pro
vi: Nâng cấp lên VVTerm Pro

source: View Plans
cs: Zobrazit plány
es: Ver planes
fr: Voir les offres
ru: Посмотреть планы
th: ดูแพ็กเกจ
vi: Xem gói

source: Manage Subscription
cs: Spravovat předplatné
es: Gestionar suscripción
fr: Gérer l’abonnement
ru: Управление подпиской
th: จัดการการสมัครสมาชิก
vi: Quản lý đăng ký

source: Manage subscription
cs: Spravovat předplatné
es: Gestionar suscripción
fr: Gérer l’abonnement
ru: Управление подпиской
th: จัดการการสมัครสมาชิก
vi: Quản lý đăng ký

source: Manage your subscription
cs: Spravujte své předplatné
es: Gestiona tu suscripción
fr: Gérez votre abonnement
ru: Управляйте подпиской
th: จัดการการสมัครสมาชิกของคุณ
vi: Quản lý đăng ký của bạn

source: Restore Purchases
cs: Obnovit nákupy
es: Restaurar compras
fr: Restaurer les achats
ru: Восстановить покупки
th: กู้คืนการซื้อ
vi: Khôi phục mua hàng

source: Restoring...
cs: Obnovuje se...
es: Restaurando...
fr: Restauration en cours...
ru: Восстановление...
th: กำลังกู้คืน...
vi: Đang khôi phục...

source: Restore Failed
cs: Obnovení se nezdařilo
es: Restauración fallida
fr: Échec de la restauration
ru: Не удалось восстановить
th: กู้คืนไม่สำเร็จ
vi: Khôi phục thất bại

source: Your purchases have been restored.
cs: Vaše nákupy byly obnoveny.
es: Tus compras se han restaurado.
fr: Vos achats ont été restaurés.
ru: Ваши покупки были восстановлены.
th: กู้คืนการซื้อของคุณเรียบร้อยแล้ว
vi: Mua hàng của bạn đã được khôi phục.

source: No active purchases were found for this Apple ID.
cs: Pro toto Apple ID nebyly nalezeny žádné aktivní nákupy.
es: No se encontraron compras activas para este Apple ID.
fr: Aucun achat actif n’a été trouvé pour cet identifiant Apple.
ru: Для этого Apple ID не найдено активных покупок.
th: ไม่พบการซื้อที่ยังใช้งานอยู่สำหรับ Apple ID นี้
vi: Không tìm thấy mua hàng đang hoạt động cho Apple ID này.

source: Renew
cs: Obnovit
es: Renovar
fr: Renouveler
ru: Продлить
th: ต่ออายุ
vi: Gia hạn

source: Renew Pro
cs: Obnovit Pro
es: Renovar Pro
fr: Renouveler Pro
ru: Продлить Pro
th: ต่ออายุ Pro
vi: Gia hạn Pro

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
ru: Закрыть
th: ปิด
vi: Đóng

source: Close Terminal
cs: Zavřít terminál
es: Cerrar terminal
fr: Fermer le terminal
ru: Закрыть терминал
th: ปิดเทอร์มินัล
vi: Đóng terminal

source: Close All to the Left
cs: Zavřít vše vlevo
es: Cerrar todo a la izquierda
fr: Fermer tout à gauche
ru: Закрыть все слева
th: ปิดทั้งหมดทางซ้าย
vi: Đóng tất cả bên trái

source: Close All to the Right
cs: Zavřít vše vpravo
es: Cerrar todo a la derecha
fr: Fermer tout à droite
ru: Закрыть все справа
th: ปิดทั้งหมดทางขวา
vi: Đóng tất cả bên phải

source: Close Other Tabs
cs: Zavřít ostatní karty
es: Cerrar otras pestañas
fr: Fermer les autres onglets
ru: Закрыть другие вкладки
th: ปิดแท็บอื่น
vi: Đóng các thẻ khác

source: Duplicate Tab
cs: Duplikovat kartu
es: Duplicar pestaña
fr: Dupliquer l’onglet
ru: Дублировать вкладку
th: ทำซ้ำแท็บ
vi: Nhân bản thẻ

source: New Terminal
cs: Nový terminál
es: Nuevo terminal
fr: Nouveau terminal
ru: Новый терминал
th: เทอร์มินัลใหม่
vi: Terminal mới

source: New terminal tab
cs: Nová karta terminálu
es: Nueva pestaña de terminal
fr: Nouvel onglet de terminal
ru: Новая вкладка терминала
th: แท็บเทอร์มินัลใหม่
vi: Thẻ terminal mới

source: New connection
cs: Nové připojení
es: Nueva conexión
fr: Nouvelle connexion
ru: Новое подключение
th: การเชื่อมต่อใหม่
vi: Kết nối mới

source: Previous tab
cs: Předchozí karta
es: Pestaña anterior
fr: Onglet précédent
ru: Предыдущая вкладка
th: แท็บก่อนหน้า
vi: Thẻ trước

source: Next tab
cs: Další karta
es: Pestaña siguiente
fr: Onglet suivant
ru: Следующая вкладка
th: แท็บถัดไป
vi: Thẻ sau

source: No terminals
cs: Žádné terminály
es: Sin terminales
fr: Aucun terminal
ru: Нет терминалов
th: ไม่มีเทอร์มินัล
vi: Không có terminal

source: %lld tab
cs: %lld karta
es: %lld pestaña
fr: %lld onglet
ru: %lld вкладка
th: %lld แท็บ
vi: %lld thẻ

source: %lld tabs
cs: %lld karet
es: %lld pestañas
fr: %lld onglets
ru: %lld вкладок
th: %lld แท็บ
vi: %lld thẻ

source: No terminals open
cs: Žádné otevřené terminály
es: No hay terminales abiertas
fr: Aucun terminal ouvert
ru: Нет открытых терминалов
th: ไม่มีเทอร์มินัลที่เปิดอยู่
vi: Không có terminal đang mở

source: Search servers
cs: Hledat servery
es: Buscar servidores
fr: Rechercher des serveurs
ru: Поиск серверов
th: ค้นหาเซิร์ฟเวอร์
vi: Tìm máy chủ

source: Search servers...
cs: Hledat servery...
es: Buscar servidores...
fr: Rechercher des serveurs...
ru: Поиск серверов...
th: ค้นหาเซิร์ฟเวอร์...
vi: Tìm máy chủ...

source: Search symbols...
cs: Hledat symboly...
es: Buscar símbolos...
fr: Rechercher des symboles...
ru: Поиск символов...
th: ค้นหาสัญลักษณ์...
vi: Tìm biểu tượng...

source: Select Workspace
cs: Vybrat pracovní prostor
es: Seleccionar espacio de trabajo
fr: Sélectionner un espace de travail
ru: Выбрать рабочее пространство
th: เลือกเวิร์กสเปซ
vi: Chọn không gian làm việc

source: Select a Server
cs: Vybrat server
es: Seleccionar un servidor
fr: Sélectionner un serveur
ru: Выбрать сервер
th: เลือกเซิร์ฟเวอร์
vi: Chọn máy chủ

source: Choose a server from the sidebar to connect
cs: Vyberte server v postranním panelu pro připojení
es: Elige un servidor en la barra lateral para conectar
fr: Choisissez un serveur dans la barre latérale pour vous connecter
ru: Выберите сервер на боковой панели для подключения
th: เลือกเซิร์ฟเวอร์จากแถบด้านข้างเพื่อเชื่อมต่อ
vi: Chọn máy chủ từ thanh bên để kết nối

source: Multiple connections require Pro
cs: Více připojení vyžaduje Pro
es: Las conexiones múltiples requieren Pro
fr: Les connexions multiples nécessitent Pro
ru: Несколько подключений требуют Pro
th: การเชื่อมต่อหลายรายการต้องใช้ Pro
vi: Nhiều kết nối yêu cầu Pro

source: Upgrade to connect to multiple servers simultaneously
cs: Upgradujte pro současné připojení k více serverům
es: Actualiza para conectar a varios servidores simultáneamente
fr: Passez à Pro pour vous connecter à plusieurs serveurs simultanément
ru: Обновите до Pro, чтобы подключаться к нескольким серверам одновременно
th: อัปเกรดเพื่อเชื่อมต่อหลายเซิร์ฟเวอร์พร้อมกัน
vi: Nâng cấp để kết nối nhiều máy chủ cùng lúc

source: Disconnected
cs: Odpojeno
es: Desconectado
fr: Déconnecté
ru: Отключено
th: ตัดการเชื่อมต่อแล้ว
vi: Đã ngắt kết nối

source: Connecting...
cs: Připojování...
es: Conectando...
fr: Connexion...
ru: Подключение...
th: กำลังเชื่อมต่อ...
vi: Đang kết nối...

source: Connecting to %@...
cs: Připojování k %@...
es: Conectando con %@...
fr: Connexion à %@...
ru: Подключение к %@...
th: กำลังเชื่อมต่อกับ %@...
vi: Đang kết nối tới %@...

source: Reconnecting (attempt %lld)...
cs: Znovu připojování (pokus %lld)...
es: Reconectando (intento %lld)...
fr: Reconnexion (tentative %lld)...
ru: Переподключение (попытка %lld)...
th: กำลังเชื่อมต่อใหม่ (ครั้งที่ %lld)...
vi: Đang kết nối lại (lần %lld)...

source: Connection Failed
cs: Připojení selhalo
es: Conexión fallida
fr: Connexion échouée
ru: Не удалось подключиться
th: การเชื่อมต่อล้มเหลว
vi: Kết nối thất bại

source: Connection failed: %@
cs: Připojení selhalo: %@
es: Conexión fallida: %@
fr: Connexion échouée : %@
ru: Не удалось подключиться: %@
th: การเชื่อมต่อล้มเหลว: %@
vi: Kết nối thất bại: %@

source: Connection timed out
cs: Časový limit připojení vypršel
es: Tiempo de conexión agotado
fr: Délai de connexion dépassé
ru: Время ожидания подключения истекло
th: หมดเวลาการเชื่อมต่อ
vi: Kết nối bị quá thời gian

source: Authentication failed
cs: Ověření selhalo
es: Autenticación fallida
fr: Échec de l’authentification
ru: Ошибка аутентификации
th: การยืนยันตัวตนล้มเหลว
vi: Xác thực thất bại

source: Failed to load credentials
cs: Nepodařilo se načíst přihlašovací údaje
es: Error al cargar credenciales
fr: Échec du chargement des identifiants
ru: Не удалось загрузить учетные данные
th: โหลดข้อมูลรับรองไม่สำเร็จ
vi: Không thể tải thông tin xác thực

source: Failed to load credentials: %@
cs: Nepodařilo se načíst přihlašovací údaje: %@
es: Error al cargar credenciales: %@
fr: Échec du chargement des identifiants : %@
ru: Не удалось загрузить учетные данные: %@
th: โหลดข้อมูลรับรองไม่สำเร็จ: %@
vi: Không thể tải thông tin xác thực: %@

source: Failed to load key: %@
cs: Nepodařilo se načíst klíč: %@
es: Error al cargar la clave: %@
fr: Échec du chargement de la clé : %@
ru: Не удалось загрузить ключ: %@
th: โหลดคีย์ไม่สำเร็จ: %@
vi: Không thể tải khóa: %@

source: Failed to read key file: %@
cs: Nepodařilo se načíst soubor klíče: %@
es: Error al leer el archivo de clave: %@
fr: Échec de la lecture du fichier de clé : %@
ru: Не удалось прочитать файл ключа: %@
th: อ่านไฟล์คีย์ไม่สำเร็จ: %@
vi: Không thể đọc tệp khóa: %@

source: Failed to import key: %@
cs: Nepodařilo se importovat klíč: %@
es: Error al importar la clave: %@
fr: Échec de l’importation de la clé : %@
ru: Не удалось импортировать ключ: %@
th: นำเข้าคีย์ไม่สำเร็จ: %@
vi: Không thể nhập khóa: %@

source: Failed to delete key: %@
cs: Nepodařilo se smazat klíč: %@
es: Error al eliminar la clave: %@
fr: Échec de la suppression de la clé : %@
ru: Не удалось удалить ключ: %@
th: ลบคีย์ไม่สำเร็จ: %@
vi: Không thể xóa khóa: %@

source: Failed to save key: %@
cs: Nepodařilo se uložit klíč: %@
es: Error al guardar la clave: %@
fr: Échec de l’enregistrement de la clé : %@
ru: Не удалось сохранить ключ: %@
th: บันทึกคีย์ไม่สำเร็จ: %@
vi: Không thể lưu khóa: %@

source: Failed to generate key: %@
cs: Nepodařilo se vygenerovat klíč: %@
es: Error al generar la clave: %@
fr: Échec de la génération de la clé : %@
ru: Не удалось создать ключ: %@
th: สร้างคีย์ไม่สำเร็จ: %@
vi: Không thể tạo khóa: %@

source: Failed to generate SSH key
cs: Nepodařilo se vygenerovat SSH klíč
es: Error al generar la clave SSH
fr: Échec de la génération de la clé SSH
ru: Не удалось создать SSH‑ключ
th: สร้างคีย์ SSH ไม่สำเร็จ
vi: Không thể tạo khóa SSH

source: Failed to encode key data
cs: Nepodařilo se zakódovat data klíče
es: Error al codificar datos de la clave
fr: Échec de l’encodage des données de clé
ru: Не удалось закодировать данные ключа
th: เข้ารหัสข้อมูลคีย์ไม่สำเร็จ
vi: Không thể mã hóa dữ liệu khóa

source: Failed to export RSA key
cs: Nepodařilo se exportovat RSA klíč
es: Error al exportar la clave RSA
fr: Échec de l’export de la clé RSA
ru: Не удалось экспортировать RSA‑ключ
th: ส่งออกคีย์ RSA ไม่สำเร็จ
vi: Không thể xuất khóa RSA

source: Invalid key data
cs: Neplatná data klíče
es: Datos de clave no válidos
fr: Données de clé invalides
ru: Недействительные данные ключа
th: ข้อมูลคีย์ไม่ถูกต้อง
vi: Dữ liệu khóa không hợp lệ

source: Cannot access the selected file
cs: Nelze získat přístup k vybranému souboru
es: No se puede acceder al archivo seleccionado
fr: Impossible d’accéder au fichier sélectionné
ru: Нет доступа к выбранному файлу
th: ไม่สามารถเข้าถึงไฟล์ที่เลือกได้
vi: Không thể truy cập tệp đã chọn

source: Copy to Clipboard
cs: Kopírovat do schránky
es: Copiar al portapapeles
fr: Copier dans le presse‑papiers
ru: Копировать в буфер обмена
th: คัดลอกไปยังคลิปบอร์ด
vi: Sao chép vào bộ nhớ tạm

source: Copied
cs: Zkopírováno
es: Copiado
fr: Copié
ru: Скопировано
th: คัดลอกแล้ว
vi: Đã sao chép

source: About VVTerm
cs: O VVTerm
es: Acerca de VVTerm
fr: À propos de VVTerm
ru: О VVTerm
th: เกี่ยวกับ VVTerm
vi: Giới thiệu VVTerm

source: Version %@ (%@)
cs: Verze %@ (%@)
es: Versión %@ (%@)
ru: Версия %@ (%@)
th: เวอร์ชัน %@ (%@)
vi: Phiên bản %@ (%@)

source: Professional SSH client for macOS & iOS
cs: Profesionální SSH klient pro macOS a iOS
es: Cliente SSH profesional para macOS e iOS
fr: Client SSH professionnel pour macOS et iOS
ru: Профессиональный SSH‑клиент для macOS и iOS
th: ไคลเอนต์ SSH ระดับมืออาชีพ สำหรับ macOS และ iOS
vi: Trình khách SSH chuyên nghiệp cho macOS & iOS

source: Visit Website
cs: Navštívit web
es: Visitar sitio web
fr: Visiter le site web
ru: Посетить сайт
th: เยี่ยมชมเว็บไซต์
vi: Truy cập website

source: Report an Issue
cs: Nahlásit problém
es: Informar de un problema
fr: Signaler un problème
ru: Сообщить о проблеме
th: รายงานปัญหา
vi: Báo lỗi

source: Privacy Policy
cs: Zásady ochrany soukromí
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
vi: Chính sách quyền riêng tư

source: Get in Touch
cs: Kontaktujte nás
es: Ponte en contacto
fr: Nous contacter
ru: Связаться с нами
th: ติดต่อเรา
vi: Liên hệ

source: Questions, feedback, or issues? Reach out anytime.
cs: Dotazy, zpětná vazba nebo problémy? Kontaktujte nás kdykoli.
es: ¿Preguntas, comentarios o problemas? Escríbenos cuando quieras.
fr: Questions, retours ou problèmes ? Contactez‑nous à tout moment.
ru: Есть вопросы, отзывы или проблемы? Пишите в любое время.
th: มีคำถาม คำติชม หรือปัญหา? ติดต่อเราได้ทุกเมื่อ.
vi: Có câu hỏi, phản hồi hay vấn đề? Hãy liên hệ bất cứ lúc nào.

source: Welcome to VVTerm
cs: Vítejte ve VVTerm
es: Bienvenido a VVTerm
fr: Bienvenue sur VVTerm
ru: Добро пожаловать в VVTerm
th: ยินดีต้อนรับสู่ VVTerm
vi: Chào mừng đến với VVTerm

source: Your secure SSH terminal
cs: Váš bezpečný SSH terminál
es: Tu terminal SSH seguro
fr: Votre terminal SSH sécurisé
ru: Ваш безопасный SSH‑терминал
th: เทอร์มินัล SSH ที่ปลอดภัยของคุณ
vi: Terminal SSH an toàn của bạn

source: Continue
cs: Pokračovat
es: Continuar
fr: Continuer
ru: Продолжить
th: ดำเนินการต่อ
vi: Tiếp tục

source: SSH Terminal
cs: SSH terminál
es: Terminal SSH
fr: Terminal SSH
ru: SSH‑терминал
th: เทอร์มินัล SSH
vi: Terminal SSH

source: Connect to servers with GPU-accelerated terminal emulation.
cs: Připojte se k serverům s GPU‑akcelerovanou emulací terminálu.
es: Conéctate a servidores con emulación de terminal acelerada por GPU.
fr: Connectez‑vous aux serveurs avec une émulation de terminal accélérée par GPU.
ru: Подключайтесь к серверам с GPU‑ускоренной эмуляцией терминала.
th: เชื่อมต่อเซิร์ฟเวอร์ด้วยการจำลองเทอร์มินัลที่เร่งด้วย GPU
vi: Kết nối máy chủ với mô phỏng terminal tăng tốc GPU.

source: iCloud Sync
cs: Synchronizace iCloud
es: Sincronización iCloud
fr: Synchronisation iCloud
ru: Синхронизация iCloud
th: ซิงค์ iCloud
vi: Đồng bộ iCloud

source: Servers and credentials sync across all your devices.
cs: Servery a přihlašovací údaje se synchronizují na všech vašich zařízeních.
es: Servidores y credenciales se sincronizan en todos tus dispositivos.
fr: Serveurs et identifiants synchronisés sur tous vos appareils.
ru: Серверы и учетные данные синхронизируются на всех ваших устройствах.
th: ซิงค์เซิร์ฟเวอร์และข้อมูลรับรองบนอุปกรณ์ทั้งหมดของคุณ
vi: Máy chủ và thông tin xác thực được đồng bộ trên tất cả thiết bị.

source: Session Persistence
cs: Zachování relací
es: Persistencia de sesiones
fr: Persistance des sessions
ru: Сохранение сессий
th: การคงอยู่ของเซสชัน
vi: Duy trì phiên

source: Keep sessions alive with tmux, even after disconnects.
cs: Udržujte relace aktivní s tmux i po odpojení.
es: Mantén las sesiones activas con tmux, incluso después de desconexiones.
fr: Gardez les sessions actives avec tmux, même après une déconnexion.
ru: Сохраняйте сессии с tmux даже после разрывов соединения.
th: ทำให้เซสชันคงอยู่ด้วย tmux แม้หลังการตัดการเชื่อมต่อ
vi: Giữ phiên hoạt động với tmux, ngay cả khi bị ngắt kết nối.

source: Secure Storage
cs: Bezpečné úložiště
es: Almacenamiento seguro
fr: Stockage sécurisé
ru: Безопасное хранилище
th: ที่เก็บข้อมูลปลอดภัย
vi: Lưu trữ an toàn

source: Passwords and SSH keys protected by Keychain.
cs: Hesla a SSH klíče chráněny Klíčenkou.
es: Contraseñas y claves SSH protegidas por Keychain.
fr: Mots de passe et clés SSH protégés par Trousseau.
ru: Пароли и SSH‑ключи защищены Связкой ключей.
th: รหัสผ่านและคีย์ SSH ได้รับการป้องกันโดย Keychain
vi: Mật khẩu và khóa SSH được bảo vệ bởi Keychain.

source: Voice Commands
cs: Hlasové příkazy
es: Comandos de voz
fr: Commandes vocales
ru: Голосовые команды
th: คำสั่งเสียง
vi: Lệnh giọng nói

source: Speak commands with on-device speech recognition.
cs: Vydávejte příkazy pomocí rozpoznávání řeči na zařízení.
es: Dicta comandos con reconocimiento de voz en el dispositivo.
fr: Dictez des commandes avec la reconnaissance vocale sur l’appareil.
ru: Диктуйте команды с распознаванием речи на устройстве.
th: สั่งงานด้วยการรู้จำเสียงบนอุปกรณ์
vi: Nói lệnh bằng nhận dạng giọng nói trên thiết bị.

source: Settings
cs: Nastavení
es: Ajustes
fr: Réglages
ru: Настройки
th: การตั้งค่า
vi: Cài đặt

source: Transcription
cs: Přepis
es: Transcripción
ru: Транскрибация
th: ถอดเสียง
vi: Phiên âm

source: SSH Keys
cs: SSH klíče
es: Claves SSH
fr: Clés SSH
ru: SSH‑ключи
th: คีย์ SSH
vi: Khóa SSH

source: Sync
cs: Synchronizace
es: Sincronización
fr: Synchronisation
ru: Синхронизация
th: ซิงค์
vi: Đồng bộ

source: About
cs: O aplikaci
es: Acerca de
fr: À propos
ru: О программе
th: เกี่ยวกับ
vi: Giới thiệu

source: Appearance and preferences
cs: Vzhled a předvolby
es: Apariencia y preferencias
fr: Apparence et préférences
ru: Внешний вид и предпочтения
th: รูปลักษณ์และการตั้งค่า
vi: Giao diện và tùy chọn

source: Font, theme, and connection settings
cs: Písmo, motiv a nastavení připojení
es: Fuente, tema y ajustes de conexión
fr: Police, thème et réglages de connexion
ru: Шрифт, тема и настройки подключения
th: ฟอนต์ ธีม และการตั้งค่าการเชื่อมต่อ
vi: Phông chữ, chủ đề và cài đặt kết nối

source: Speech-to-text engine and models
cs: Motor a modely převodu řeči na text
es: Motor y modelos de voz a texto
fr: Moteur et modèles de dictée
ru: Движок и модели распознавания речи
th: เอนจินและโมเดลแปลงเสียงเป็นข้อความ
vi: Bộ máy và mô hình chuyển giọng nói thành văn bản

source: Manage stored SSH keys
cs: Spravovat uložené SSH klíče
es: Gestionar claves SSH guardadas
fr: Gérer les clés SSH enregistrées
ru: Управление сохранёнными SSH‑ключами
th: จัดการคีย์ SSH ที่บันทึกไว้
vi: Quản lý khóa SSH đã lưu

source: iCloud sync and data management
cs: Synchronizace iCloud a správa dat
es: Sincronización iCloud y gestión de datos
fr: Synchronisation iCloud et gestion des données
ru: Синхронизация iCloud и управление данными
th: ซิงค์ iCloud และการจัดการข้อมูล
vi: Đồng bộ iCloud và quản lý dữ liệu

source: Version and links
cs: Verze a odkazy
es: Versión y enlaces
fr: Version et liens
ru: Версия и ссылки
th: เวอร์ชันและลิงก์
vi: Phiên bản và liên kết

source: Appearance
cs: Vzhled
es: Apariencia
fr: Apparence
ru: Внешний вид
th: รูปลักษณ์
vi: Giao diện

source: System
cs: Systém
es: Sistema
fr: Système
ru: Система
th: ระบบ
vi: Hệ thống

source: Light
cs: Světlý
es: Claro
fr: Clair
ru: Светлая
th: สว่าง
vi: Sáng

source: Dark
cs: Tmavý
es: Oscuro
fr: Sombre
ru: Тёмная
th: มืด
vi: Tối

source: Font
cs: Písmo
es: Fuente
fr: Police
ru: Шрифт
th: ฟอนต์
vi: Phông chữ

source: Font Family
cs: Rodina písem
es: Familia de fuente
fr: Famille de police
ru: Семейство шрифтов
th: ตระกูลฟอนต์
vi: Họ phông chữ

source: Size: %lldpt
cs: Velikost: %lld pt
es: Tamaño: %lld pt
fr: Taille : %lld pt
ru: Размер: %lld пт
th: ขนาด: %lldpt
vi: Kích thước: %lldpt

source: Theme
cs: Motiv
es: Tema
fr: Thème
ru: Тема
th: ธีม
vi: Chủ đề

source: Use different themes for Light/Dark mode
cs: Používat různé motivy pro světlý/tmavý režim
es: Usar temas distintos para modo claro/oscuro
fr: Utiliser des thèmes différents pour les modes clair/sombre
ru: Использовать разные темы для светлого/тёмного режима
th: ใช้ธีมต่างกันสำหรับโหมดสว่าง/มืด
vi: Dùng chủ đề khác nhau cho chế độ Sáng/Tối

source: Dark Mode Theme
cs: Motiv tmavého režimu
es: Tema de modo oscuro
fr: Thème mode sombre
ru: Тема тёмного режима
th: ธีมโหมดมืด
vi: Chủ đề chế độ tối

source: Light Mode Theme
cs: Motiv světlého režimu
es: Tema de modo claro
fr: Thème mode clair
ru: Тема светлого режима
th: ธีมโหมดสว่าง
vi: Chủ đề chế độ sáng

source: Terminal Behavior
cs: Chování terminálu
es: Comportamiento del terminal
fr: Comportement du terminal
ru: Поведение терминала
th: การทำงานของเทอร์มินัล
vi: Hành vi terminal

source: Enable terminal notifications
cs: Povolit oznámení terminálu
es: Activar notificaciones del terminal
fr: Activer les notifications du terminal
ru: Включить уведомления терминала
th: เปิดการแจ้งเตือนเทอร์มินัล
vi: Bật thông báo terminal

source: Show progress overlays
cs: Zobrazit překryvy průběhu
es: Mostrar superposiciones de progreso
fr: Afficher les superpositions de progression
ru: Показывать оверлеи прогресса
th: แสดงโอเวอร์เลย์ความคืบหน้า
vi: Hiển thị lớp phủ tiến trình

source: Show voice input button
cs: Zobrazit tlačítko hlasového vstupu
es: Mostrar botón de entrada de voz
fr: Afficher le bouton de saisie vocale
ru: Показывать кнопку голосового ввода
th: แสดงปุ่มป้อนเสียง
vi: Hiển thị nút nhập giọng nói

source: Copy Text Processing
cs: Zpracování textu při kopírování
es: Procesamiento de texto al copiar
fr: Traitement du texte copié
ru: Обработка текста при копировании
th: การประมวลผลข้อความเมื่อคัดลอก
vi: Xử lý văn bản khi sao chép

source: Transformations applied when copying text from terminal
cs: Transformace při kopírování textu z terminálu
es: Transformaciones aplicadas al copiar texto del terminal
fr: Transformations appliquées lors de la copie du texte du terminal
ru: Преобразования при копировании текста из терминала
th: การแปลงที่ใช้เมื่อคัดลอกข้อความจากเทอร์มินัล
vi: Các chuyển đổi được áp dụng khi sao chép văn bản từ terminal

source: Trim trailing whitespace
cs: Odstranit koncové mezery
es: Eliminar espacios en blanco al final
fr: Supprimer les espaces en fin de ligne
ru: Удалять пробелы в конце
th: ตัดช่องว่างท้ายบรรทัด
vi: Cắt bỏ khoảng trắng cuối dòng

source: Collapse multiple blank lines
cs: Slučovat více prázdných řádků
es: Colapsar líneas en blanco múltiples
fr: Regrouper les lignes vides
ru: Схлопывать пустые строки
th: ยุบหลายบรรทัดว่าง
vi: Gộp nhiều dòng trống

source: Strip shell prompts ($ #)
cs: Odstranit výzvy shellu ($ #)
es: Quitar prompts de shell ($ #)
fr: Supprimer les invites shell ($ #)
ru: Удалять приглашения shell ($ #)
th: ลบพรอมต์เชลล์ ($ #)
vi: Loại bỏ prompt shell ($ #)

source: Flatten multi-line commands
cs: Sloučit vícerádkové příkazy
es: Aplanar comandos de varias líneas
fr: Aplatir les commandes multi‑lignes
ru: Объединять многострочные команды
th: รวมคำสั่งหลายบรรทัดเป็นบรรทัดเดียว
vi: Gộp lệnh nhiều dòng

source: Remove box-drawing characters
cs: Odstranit znaky rámečků
es: Eliminar caracteres de dibujo de cajas
fr: Supprimer les caractères de dessin de cadres
ru: Удалять символы рамок
th: ลบอักขระเส้นกรอบ
vi: Loại bỏ ký tự vẽ khung
