Repository: vivy-company/vvterm
Catalog: VVTerm/Resources/*.lproj/Localizable.strings
Languages: cs, es, fr, ru, th, vi

source: This will fetch the latest data from iCloud and may take a moment.
cs: Načte nejnovější data z iCloud a může to chvíli trvat.
es: Esto obtendrá los datos más recientes de iCloud y puede tardar un momento.
fr: Cela récupérera les dernières données d’iCloud et peut prendre un moment.
ru: Это получит последние данные из iCloud и может занять некоторое время.
th: จะดึงข้อมูลล่าสุดจาก iCloud และอาจใช้เวลาสักครู่
vi: Thao tác này sẽ lấy dữ liệu mới nhất từ iCloud và có thể mất một chút thời gian.

source: Clear Local Data
cs: Vymazat lokální data
es: Borrar datos locales
fr: Effacer les données locales
ru: Удалить локальные данные
th: ลบข้อมูลในเครื่อง
vi: Xóa dữ liệu cục bộ

source: Clear & Re-sync
cs: Vymazat a znovu synchronizovat
es: Borrar y resincronizar
fr: Effacer et resynchroniser
ru: Удалить и синхронизировать заново
th: ลบและซิงค์ใหม่
vi: Xóa & đồng bộ lại

source: This will delete all local data and download fresh from iCloud. Any unsynced local changes will be lost.
cs: Tím se smažou všechna lokální data a stáhnou se znovu z iCloud. Nezsynchronizované lokální změny budou ztraceny.
es: Esto eliminará todos los datos locales y descargará de nuevo desde iCloud. Se perderán los cambios locales no sincronizados.
fr: Cela supprimera toutes les données locales et téléchargera à nouveau depuis iCloud. Toute modification locale non synchronisée sera perdue.
ru: Это удалит все локальные данные и скачает заново из iCloud. Несинхронизированные изменения будут потеряны.
th: จะลบข้อมูลในเครื่องทั้งหมดและดาวน์โหลดใหม่จาก iCloud การเปลี่ยนแปลงที่ยังไม่ซิงค์จะสูญหาย
vi: Thao tác này sẽ xóa toàn bộ dữ liệu cục bộ và tải lại từ iCloud. Mọi thay đổi cục bộ chưa đồng bộ sẽ bị mất.

source: Reset iCloud Data
cs: Resetovat data iCloud
es: Restablecer datos de iCloud
fr: Réinitialiser les données iCloud
ru: Сбросить данные iCloud
th: รีเซ็ตข้อมูล iCloud
vi: Đặt lại dữ liệu iCloud

source: Delete All & Re-upload
cs: Smazat vše a znovu nahrát
es: Eliminar todo y volver a subir
fr: Tout supprimer et ré‑uploader
ru: Удалить всё и загрузить снова
th: ลบทั้งหมดและอัปโหลดใหม่
vi: Xóa tất cả & tải lên lại

source: This will DELETE ALL data from iCloud and upload your current local data. Use this to fix duplicate records.
cs: Tím se SMAŽOU VŠECHNA data z iCloud a nahrají se aktuální lokální data. Použijte pro opravu duplicit.
es: Esto ELIMINARÁ TODOS los datos de iCloud y subirá tus datos locales actuales. Úsalo para corregir registros duplicados.
fr: Cela SUPPRIMERA TOUTES les données d’iCloud et téléchargera vos données locales actuelles. Utilisez‑le pour corriger les doublons.
ru: Это УДАЛИТ ВСЕ данные из iCloud и загрузит ваши текущие локальные данные. Используйте для исправления дубликатов.
th: จะลบข้อมูลทั้งหมดจาก iCloud และอัปโหลดข้อมูลในเครื่องปัจจุบัน ใช้เพื่อแก้ปัญหาข้อมูลซ้ำ
vi: Thao tác này sẽ XÓA TOÀN BỘ dữ liệu khỏi iCloud và tải dữ liệu cục bộ hiện tại lên. Dùng để sửa bản ghi trùng lặp.

source: Connected
cs: Připojeno
es: Conectado
fr: Connecté
ru: Подключено
th: เชื่อมต่อแล้ว
vi: Đã kết nối

source: Not Available
cs: Není k dispozici
es: No disponible
fr: Non disponible
ru: Недоступно
th: ไม่พร้อมใช้งาน
vi: Không khả dụng

source: Synced
cs: Synchronizováno
es: Sincronizado
fr: Synchronisé
ru: Синхронизировано
th: ซิงค์แล้ว
vi: Đã đồng bộ

source: Syncing...
cs: Synchronizace...
es: Sincronizando...
fr: Synchronisation...
ru: Синхронизация...
th: กำลังซิงค์...
vi: Đang đồng bộ...

source: available
cs: k dispozici
es: disponible
fr: disponible
ru: доступно
th: พร้อมใช้งาน
vi: khả dụng

source: noAccount - User not signed into iCloud
cs: noAccount - Uživatel není přihlášen do iCloud
es: noAccount - Usuario no ha iniciado sesión en iCloud
fr: noAccount - Utilisateur non connecté à iCloud
ru: noAccount - Пользователь не вошёл в iCloud
th: noAccount - ผู้ใช้ไม่ได้ลงชื่อเข้าใช้ iCloud
vi: noAccount - Người dùng chưa đăng nhập iCloud

source: restricted - iCloud access restricted (parental controls, MDM, etc.)
cs: restricted - Přístup k iCloud omezen (rodičovská kontrola, MDM apod.)
es: restricted - Acceso a iCloud restringido (controles parentales, MDM, etc.)
fr: restricted - Accès iCloud restreint (contrôle parental, MDM, etc.)
ru: restricted - Доступ к iCloud ограничен (родительский контроль, MDM и т. д.)
th: restricted - การเข้าถึง iCloud ถูกจำกัด (การควบคุมโดยผู้ปกครอง, MDM ฯลฯ)
vi: restricted - Quyền truy cập iCloud bị hạn chế (kiểm soát của phụ huynh, MDM, v.v.)

source: couldNotDetermine - Unable to determine iCloud status
cs: couldNotDetermine - Nelze určit stav iCloud
es: couldNotDetermine - No se pudo determinar el estado de iCloud
fr: couldNotDetermine - Impossible de déterminer l’état iCloud
ru: couldNotDetermine - Не удалось определить статус iCloud
th: couldNotDetermine - ไม่สามารถระบุสถานะ iCloud ได้
vi: couldNotDetermine - Không thể xác định trạng thái iCloud

source: temporarilyUnavailable - iCloud temporarily unavailable
cs: temporarilyUnavailable - iCloud dočasně nedostupné
es: temporarilyUnavailable - iCloud temporalmente no disponible
fr: temporarilyUnavailable - iCloud temporairement indisponible
ru: temporarilyUnavailable - iCloud временно недоступен
th: temporarilyUnavailable - iCloud ไม่พร้อมใช้งานชั่วคราว
vi: temporarilyUnavailable - iCloud tạm thời không khả dụng

source: unknown status: %@
cs: neznámý stav: %@
es: estado desconocido: %@
fr: état inconnu : %@
ru: неизвестный статус: %@
th: สถานะไม่ทราบ: %@
vi: trạng thái không rõ: %@

source: Checking...
cs: Kontrola...
es: Comprobando...
fr: Vérification...
ru: Проверка...
th: กำลังตรวจสอบ...
vi: Đang kiểm tra...

source: Horizontal split view
cs: Vodorovné rozdělení
es: Vista dividida horizontal
fr: Vue divisée horizontalement
ru: Горизонтально разделённый вид
th: มุมมองแบ่งแนวนอน
vi: Chế độ chia ngang

source: Vertical split view
cs: Svislé rozdělení
es: Vista dividida vertical
fr: Vue divisée verticalement
ru: Вертикально разделённый вид
th: มุมมองแบ่งแนวตั้ง
vi: Chế độ chia dọc

source: Left pane
cs: Levý panel
es: Panel izquierdo
fr: Volet gauche
ru: Левая панель
th: แผงซ้าย
vi: Ngăn trái

source: Top pane
cs: Horní panel
es: Panel superior
fr: Volet supérieur
ru: Верхняя панель
th: แผงบน
vi: Ngăn trên

source: Right pane
cs: Pravý panel
es: Panel derecho
fr: Volet droit
ru: Правая панель
th: แผงขวา
vi: Ngăn phải

source: Bottom pane
cs: Dolní panel
es: Panel inferior
fr: Volet inférieur
ru: Нижняя панель
th: แผงล่าง
vi: Ngăn dưới

source: Horizontal split divider
cs: Vodorovný oddělovač
es: Divisor horizontal
fr: Séparateur horizontal
ru: Горизонтальный разделитель
th: ตัวแบ่งแนวนอน
vi: Thanh chia ngang

source: Vertical split divider
cs: Svislý oddělovač
es: Divisor vertical
fr: Séparateur vertical
ru: Вертикальный разделитель
th: ตัวแบ่งแนวตั้ง
vi: Thanh chia dọc

source: Drag to resize the left and right panes
cs: Přetáhněte pro změnu velikosti levého a pravého panelu
es: Arrastra para cambiar el tamaño de los paneles izquierdo y derecho
fr: Faites glisser pour redimensionner les volets gauche et droit
ru: Потяните, чтобы изменить размер левой и правой панелей
th: ลากเพื่อปรับขนาดแผงซ้ายและขวา
vi: Kéo để đổi kích thước ngăn trái và phải

source: Drag to resize the top and bottom panes
cs: Přetáhněte pro změnu velikosti horního a dolního panelu
es: Arrastra para cambiar el tamaño de los paneles superior e inferior
fr: Faites glisser pour redimensionner les volets supérieur et inférieur
ru: Потяните, чтобы изменить размер верхней и нижней панелей
th: ลากเพื่อปรับขนาดแผงบนและล่าง
vi: Kéo để đổi kích thước ngăn trên và dưới

source: SYS
es: SIS

source: USER
es: USUARIO
fr: UTIL

source: IOWAIT
es: ESPERA E/S
fr: ATTENTE E/S
ru: ОЖИД. ВВОД

source: STEAL
es: ROBO
fr: VOL

source: CORES
cs: JÁDRA
es: NÚCLEOS
fr: CŒURS
ru: ЯДРА
th: คอร์
vi: NHÂN

source: IDLE
cs: NEČINNÝ
es: INACTIVO
fr: INACTIF
ru: ПРОСТОЙ
th: ว่าง
vi: NHÀN RỖI

source: UPTIME
cs: DOBA BĚHU
es: TIEMPO ACTIVO
fr: TEMPS ACTIF
ru: ВРЕМЯ РАБОТЫ
th: เวลาทำงาน
vi: THỜI GIAN CHẠY

source: LOAD
cs: ZÁTĚŽ
es: CARGA
fr: CHARGE
ru: НАГРУЗКА
th: โหลด
vi: TẢI

source: FREE_MEMORY
cs: VOLNÉ
es: LIBRE
fr: LIBRE
ru: СВОБОДНО
th: ว่าง
vi: TRỐNG

source: USED
cs: POUŽITO
es: USADO
fr: UTILISÉ
ru: ИСП.
th: ใช้แล้ว
vi: ĐÃ DÙNG

source: CACHED
cs: CACHE
es: EN CACHÉ
fr: EN CACHE
ru: КЭШ
th: แคช
vi: BỘ ĐỆM

source: Volumes
cs: Svazky
es: Volúmenes
ru: Тома
th: โวลุ่ม
vi: Ổ đĩa

source: Top Processes
cs: Nej procesy
es: Procesos principales
fr: Processus principaux
ru: Топ процессов
th: โปรเซสยอดนิยม
vi: Tiến trình hàng đầu

source: Recent
cs: Nedávné
es: Recientes
fr: Récents
ru: Недавние
th: ล่าสุด
vi: Gần đây

source: Load more (%lld remaining)
cs: Načíst více (zbývá %lld)
es: Cargar más (%lld restantes)
fr: Charger plus (%lld restants)
ru: Загрузить ещё (%lld осталось)
th: โหลดเพิ่ม (%lld เหลืออยู่)
vi: Tải thêm (%lld còn lại)

source: %lld symbols
cs: %lld symbolů
es: %lld símbolos
fr: %lld symboles
ru: %lld символов
th: %lld สัญลักษณ์
vi: %lld biểu tượng

source: What's New
cs: Novinky
es: Novedades
fr: Nouveautés
ru: Новинки
th: มีอะไรใหม่
vi: Mới

source: Draw
cs: Kreslení
es: Dibujo
fr: Dessin
ru: Рисование
th: วาด
vi: Vẽ

source: Communication
cs: Komunikace
es: Comunicación
ru: Связь
th: การสื่อสาร
vi: Giao tiếp

source: Weather
cs: Počasí
es: Clima
fr: Météo
ru: Погода
th: สภาพอากาศ
vi: Thời tiết

source: Maps
cs: Mapy
es: Mapas
fr: Cartes
ru: Карты
th: แผนที่
vi: Bản đồ

source: Objects & Tools
cs: Objekty a nástroje
es: Objetos y herramientas
fr: Objets et outils
ru: Объекты и инструменты
th: วัตถุและเครื่องมือ
vi: Đồ vật & công cụ

source: Devices
cs: Zařízení
es: Dispositivos
fr: Appareils
ru: Устройства
th: อุปกรณ์
vi: Thiết bị

source: Camera & Photos
cs: Fotoaparát a fotky
es: Cámara y fotos
fr: Appareil photo et photos
ru: Камера и фото
th: กล้องและรูปภาพ
vi: Máy ảnh & Ảnh

source: Gaming
cs: Hry
es: Juegos
fr: Jeux
ru: Игры
th: เกม
vi: Trò chơi

source: Connectivity
cs: Konektivita
es: Conectividad
fr: Connectivité
ru: Подключение
th: การเชื่อมต่อ
vi: Kết nối

source: Transportation
cs: Doprava
es: Transporte
fr: Transport
ru: Транспорт
th: การขนส่ง
vi: Giao thông

source: Automotive
cs: Automobily
es: Automoción
fr: Automobile
ru: Автомобили
th: ยานยนต์
vi: Ô tô

source: Accessibility
cs: Zpřístupnění
es: Accesibilidad
fr: Accessibilité
ru: Доступность
th: การช่วยการเข้าถึง
vi: Trợ năng

source: Privacy & Security
cs: Soukromí a zabezpečení
es: Privacidad y seguridad
fr: Confidentialité et sécurité
ru: Конфиденциальность и безопасность
th: ความเป็นส่วนตัวและความปลอดภัย
vi: Quyền riêng tư & bảo mật

source: Human
cs: Člověk
es: Humano
fr: Humain
ru: Человек
th: มนุษย์
vi: Con người

source: Home
cs: Domov
es: Hogar
fr: Maison
ru: Дом
th: บ้าน
vi: Nhà

source: Nature
cs: Příroda
es: Naturaleza
ru: Природа
th: ธรรมชาติ
vi: Thiên nhiên

source: Editing
cs: Úpravy
es: Edición
fr: Édition
ru: Редактирование
th: การแก้ไข
vi: Chỉnh sửa

source: Text Formatting
cs: Formátování textu
es: Formato de texto
fr: Mise en forme du texte
ru: Форматирование текста
th: การจัดรูปแบบข้อความ
vi: Định dạng văn bản

source: Media
cs: Média
es: Medios
fr: Média
ru: Медиа
th: สื่อ

source: Keyboard
cs: Klávesnice
es: Teclado
fr: Clavier
ru: Клавиатура
th: แป้นพิมพ์
vi: Bàn phím

source: Commerce
cs: Obchod
es: Comercio
ru: Коммерция
th: การค้า
vi: Thương mại

source: Time
cs: Čas
es: Tiempo
fr: Temps
ru: Время
th: เวลา
vi: Thời gian

source: Health
cs: Zdraví
es: Salud
fr: Santé
ru: Здоровье
th: สุขภาพ
vi: Sức khỏe

source: Shapes
cs: Tvary
es: Formas
fr: Formes
ru: Фигуры
th: รูปทรง
vi: Hình dạng

source: Arrows
cs: Šipky
es: Flechas
fr: Flèches
ru: Стрелки
th: ลูกศร
vi: Mũi tên

source: Indices
cs: Indexy
es: Índices
ru: Индексы
th: ดัชนี
vi: Chỉ số

source: Math
cs: Matematika
es: Matemáticas
fr: Maths
ru: Математика
th: คณิตศาสตร์
vi: Toán

source: SSH Key
cs: SSH klíč
es: Clave SSH
fr: Clé SSH
ru: SSH‑ключ
th: คีย์ SSH
vi: Khóa SSH

source: SSH Key + Passphrase
cs: SSH klíč + heslo
es: Clave SSH + frase de contraseña
fr: Clé SSH + phrase secrète
ru: SSH‑ключ + пароль
th: คีย์ SSH + รหัสผ่าน
vi: Khóa SSH + Mật khẩu

source: Production
cs: Produkce
es: Producción
ru: Продакшн
th: โปรดักชัน

source: Staging
es: Preproducción
fr: Pré‑production
ru: Стейджинг
th: สเตจจิง

source: Development
cs: Vývoj
es: Desarrollo
fr: Développement
ru: Разработка
th: ดีเวลอปเมนต์

source: Stag
es: Pre
fr: Pré‑prod
ru: Стейдж
th: สเตจ

source: New Environment
cs: Nové prostředí
es: Nuevo entorno
fr: Nouvel environnement
ru: Новое окружение
th: สภาพแวดล้อมใหม่
vi: Môi trường mới

source: Edit Environment
cs: Upravit prostředí
es: Editar entorno
fr: Modifier l’environnement
ru: Редактировать окружение
th: แก้ไขสภาพแวดล้อม
vi: Chỉnh sửa môi trường

source: Environment name
cs: Název prostředí
es: Nombre del entorno
fr: Nom de l’environnement
ru: Название окружения
th: ชื่อสภาพแวดล้อม
vi: Tên môi trường

source: An environment with this name already exists.
cs: Prostředí s tímto názvem již existuje.
es: Ya existe un entorno con este nombre.
fr: Un environnement portant ce nom existe déjà.
ru: Окружение с таким именем уже существует.
th: มีสภาพแวดล้อมชื่อนี้อยู่แล้ว
vi: Đã tồn tại môi trường có tên này.

source: Delete Environment?
cs: Smazat prostředí?
es: ¿Eliminar entorno?
fr: Supprimer l’environnement ?
ru: Удалить окружение?
th: ลบสภาพแวดล้อมใช่ไหม?
vi: Xóa môi trường?

source: Servers in '%@' will be moved to Production.
cs: Servery v „%@“ budou přesunuty do Produkce.
es: Los servidores en «%@» se moverán a Producción.
fr: Les serveurs dans « %@ » seront déplacés en production.
ru: Серверы в «%@» будут перемещены в Продакшн.
th: เซิร์ฟเวอร์ใน "%@" จะถูกย้ายไปที่ โปรดักชัน
vi: Các máy chủ trong "%@" sẽ được chuyển sang Production.

source: Edit "%@"...
cs: Upravit „%@“...
es: Editar «%@»...
fr: Modifier « %@ »...
ru: Редактировать «%@»...
th: แก้ไข "%@"...
vi: Chỉnh sửa "%@"...

source: Delete "%@"...
cs: Smazat „%@“...
es: Eliminar «%@»...
fr: Supprimer « %@ »...
ru: Удалить «%@»...
th: ลบ "%@"...
vi: Xóa "%@"...

source: Custom
cs: Vlastní
es: Personalizado
fr: Personnalisé
ru: Пользовательские
th: กำหนดเอง
vi: Tùy chỉnh

source: Microphone permission is required. The microphone will be automatically requested when recording starts.
cs: Je vyžadováno oprávnění k mikrofonu. Bude automaticky vyžádáno při začátku nahrávání.
es: Se requiere permiso del micrófono. Se solicitará automáticamente al comenzar la grabación.
fr: Autorisation du micro requise. Elle sera demandée automatiquement au début de l’enregistrement.
ru: Требуется разрешение на микрофон. Оно будет запрошено автоматически при начале записи.
th: ต้องได้รับอนุญาตให้ใช้ไมโครโฟน ระบบจะขออัตโนมัติเมื่อเริ่มบันทึกเสียง
vi: Cần quyền dùng micro. Quyền sẽ được yêu cầu tự động khi bắt đầu ghi.

source: Speech recognition is not available. Please enable Siri in System Settings > Siri & Spotlight.
cs: Rozpoznávání řeči není k dispozici. Povolte Siri v Nastavení systému > Siri a Spotlight.
es: El reconocimiento de voz no está disponible. Activa Siri en Ajustes del sistema > Siri y Spotlight.
fr: La reconnaissance vocale n’est pas disponible. Activez Siri dans Réglages système > Siri et Spotlight.
ru: Распознавание речи недоступно. Включите Siri в Настройках системы > Siri и Spotlight.
th: การรู้จำเสียงไม่พร้อมใช้งาน โปรดเปิด Siri ใน System Settings > Siri & Spotlight
vi: Nhận dạng giọng nói không khả dụng. Vui lòng bật Siri trong System Settings > Siri & Spotlight.

source: Failed to start recording. Please check microphone permissions in System Settings > Privacy & Security > Microphone.
cs: Nepodařilo se spustit nahrávání. Zkontrolujte oprávnění mikrofonu v Nastavení systému > Soukromí a zabezpečení > Mikrofon.
es: No se pudo iniciar la grabación. Revisa los permisos del micrófono en Ajustes del sistema > Privacidad y seguridad > Micrófono.
fr: Impossible de démarrer l’enregistrement. Vérifiez les autorisations du micro dans Réglages système > Confidentialité et sécurité > Microphone.
ru: Не удалось начать запись. Проверьте разрешения микрофона в Настройках системы > Конфиденциальность и безопасность > Микрофон.
th: เริ่มบันทึกเสียงไม่สำเร็จ โปรดตรวจสอบสิทธิ์ไมโครโฟนใน System Settings > Privacy & Security > Microphone
vi: Không thể bắt đầu ghi. Vui lòng kiểm tra quyền micro trong System Settings > Privacy & Security > Microphone.

source: MLX transcription is not available on this Mac. Switching to Apple Speech.
cs: Přepis MLX není na tomto Macu k dispozici. Přepínám na Apple Speech.
es: La transcripción MLX no está disponible en este Mac. Cambiando a Apple Speech.
fr: La transcription MLX n’est pas disponible sur ce Mac. Passage à Apple Speech.
ru: Транскрибация MLX недоступна на этом Mac. Переключение на Apple Speech.
th: การถอดเสียง MLX ไม่พร้อมใช้งานบน Mac นี้ กำลังสลับไปยัง Apple Speech
vi: Phiên âm MLX không khả dụng trên Mac này. Chuyển sang Apple Speech.

source: Upgrade to Pro for unlimited servers
cs: Upgradujte na Pro pro neomezené servery
es: Actualiza a Pro para servidores ilimitados
fr: Passez à Pro pour des serveurs illimités
ru: Обновите до Pro для безлимитных серверов
th: อัปเกรดเป็น Pro เพื่อใช้งานเซิร์ฟเวอร์ไม่จำกัด
vi: Nâng cấp Pro để dùng máy chủ không giới hạn

source: Upgrade to Pro for unlimited workspaces
cs: Upgradujte na Pro pro neomezené pracovní prostory
es: Actualiza a Pro para espacios de trabajo ilimitados
fr: Passez à Pro pour des espaces de travail illimités
ru: Обновите до Pro для безлимитных рабочих пространств
th: อัปเกรดเป็น Pro เพื่อใช้งานเวิร์กสเปซไม่จำกัด
vi: Nâng cấp Pro để dùng không gian làm việc không giới hạn

source: Upgrade to Pro for multiple connections
cs: Upgradujte na Pro pro více připojení
es: Actualiza a Pro para múltiples conexiones
fr: Passez à Pro pour des connexions multiples
ru: Обновите до Pro для нескольких подключений
th: อัปเกรดเป็น Pro เพื่อเชื่อมต่อหลายรายการ
vi: Nâng cấp Pro để có nhiều kết nối

source: Upgrade to Pro for custom environments
cs: Upgradujte na Pro pro vlastní prostředí
es: Actualiza a Pro para entornos personalizados
fr: Passez à Pro pour des environnements personnalisés
ru: Обновите до Pro для пользовательских окружений
th: อัปเกรดเป็น Pro เพื่อใช้สภาพแวดล้อมแบบกำหนดเอง
vi: Nâng cấp Pro để dùng môi trường tùy chỉnh

source: Disconnect from server
cs: Odpojit od serveru
es: Desconectar del servidor
fr: Se déconnecter du serveur
ru: Отключиться от сервера
th: ตัดการเชื่อมต่อจากเซิร์ฟเวอร์
vi: Ngắt kết nối khỏi máy chủ

source: Disconnect from %@?
cs: Odpojit od %@?
es: ¿Desconectar de %@?
fr: Se déconnecter de %@ ?
ru: Отключиться от %@?
th: ตัดการเชื่อมต่อจาก %@?
vi: Ngắt kết nối khỏi %@?

source: This will return to the server list.
cs: Tím se vrátíte na seznam serverů.
es: Esto volverá a la lista de servidores.
fr: Cela retournera à la liste des serveurs.
ru: Это вернёт к списку серверов.
th: ระบบจะกลับไปยังรายการเซิร์ฟเวอร์
vi: Thao tác này sẽ quay lại danh sách máy chủ.

source: All terminal tabs for this server will be closed.
cs: Všechny karty terminálu pro tento server budou zavřeny.
es: Se cerrarán todas las pestañas de terminal de este servidor.
fr: Tous les onglets de terminal pour ce serveur seront fermés.
ru: Все вкладки терминала для этого сервера будут закрыты.
th: แท็บเทอร์มินัลทั้งหมดสำหรับเซิร์ฟเวอร์นี้จะถูกปิด
vi: Tất cả thẻ terminal của máy chủ này sẽ bị đóng.

source: Add Terminal Preset
cs: Přidat preset terminálu
es: Añadir preajuste de terminal
fr: Ajouter un préréglage de terminal
ru: Добавить пресет терминала
th: เพิ่มพรีเซ็ตเทอร์มินัล
vi: Thêm cấu hình terminal

source: Edit Preset
cs: Upravit preset
es: Editar preajuste
fr: Modifier le préréglage
ru: Редактировать пресет
th: แก้ไขพรีเซ็ต
vi: Sửa cấu hình

source: Basic Information
cs: Základní informace
es: Información básica
fr: Informations de base
ru: Основная информация
th: ข้อมูลพื้นฐาน
vi: Thông tin cơ bản

source: Display name for the preset (e.g., Claude, Helix, Vim)
cs: Zobrazovaný název presetu (např. Claude, Helix, Vim)
es: Nombre mostrado para el preajuste (p. ej., Claude, Helix, Vim)
fr: Nom d’affichage du préréglage (ex. : Claude, Helix, Vim)
ru: Отображаемое имя пресета (например, Claude, Helix, Vim)
th: ชื่อที่แสดงสำหรับพรีเซ็ต (เช่น Claude, Helix, Vim)
vi: Tên hiển thị cho cấu hình (vd: Claude, Helix, Vim)

source: Command
cs: Příkaz
es: Comando
fr: Commande
ru: Команда
th: คำสั่ง
vi: Lệnh

source: Command to run when preset is selected (e.g., claude, hx, nvim)
cs: Příkaz spuštěný při výběru presetu (např. claude, hx, nvim)
es: Comando a ejecutar cuando se selecciona el preajuste (p. ej., claude, hx, nvim)
fr: Commande à exécuter lorsque le préréglage est sélectionné (ex. : claude, hx, nvim)
ru: Команда для запуска при выборе пресета (например, claude, hx, nvim)
th: คำสั่งที่จะรันเมื่อเลือกพรีเซ็ต (เช่น claude, hx, nvim)
vi: Lệnh chạy khi chọn cấu hình (vd: claude, hx, nvim)

source: Icon
cs: Ikona
es: Icono
fr: Icône
ru: Иконка
th: ไอคอน
vi: Biểu tượng

source: Choose Symbol...
cs: Vybrat symbol...
es: Elegir símbolo...
fr: Choisir un symbole...
ru: Выбрать символ...
th: เลือกสัญลักษณ์...
vi: Chọn biểu tượng...

source: Developer
cs: Vývojář
es: Desarrollador
fr: Développeur
ru: Разработчик
th: นักพัฒนา
vi: Nhà phát triển

source: Join Community
cs: Přidat se ke komunitě
es: Unirse a la comunidad
fr: Rejoindre la communauté
ru: Присоединиться к сообществу
th: เข้าร่วมชุมชน
vi: Tham gia cộng đồng

source: Email
es: Correo
ru: Эл. почта
th: อีเมล

source: Report Issue
cs: Nahlásit problém
es: Reportar problema
fr: Signaler un problème
ru: Сообщить о проблеме
th: รายงานปัญหา
vi: Báo lỗi

source: System (Apple Speech)
cs: Systém (Apple Speech)
es: Sistema (Apple Speech)
fr: Système (Apple Speech)
ru: Система (Apple Speech)
th: ระบบ (Apple Speech)
vi: Hệ thống (Apple Speech)

source: Failed to remove model
cs: Nepodařilo se odstranit model
es: Error al eliminar el modelo
fr: Échec de la suppression du modèle
ru: Не удалось удалить модель
th: ลบโมเดลไม่สำเร็จ
vi: Không thể xóa mô hình

source: Model ID is required
cs: Je vyžadováno ID modelu
es: Se requiere el ID del modelo
fr: L’identifiant du modèle est requis
ru: Требуется ID модели
th: ต้องระบุ ID ของโมเดล
vi: Cần ID mô hình

source: Server '%@' is locked
cs: Server '%@' je uzamčen
es: El servidor '%@' está bloqueado
fr: Le serveur « %@ » est verrouillé
ru: Сервер «%@» заблокирован
th: เซิร์ฟเวอร์ '%@' ถูกล็อก
vi: Máy chủ '%@' bị khóa

source: Workspace '%@' is locked
cs: Pracovní prostor '%@' je uzamčen
es: El espacio de trabajo '%@' está bloqueado
fr: L’espace de travail « %@ » est verrouillé
ru: Рабочее пространство «%@» заблокировано
th: เวิร์กสเปซ '%@' ถูกล็อก
vi: Không gian làm việc '%@' bị khóa

source: You've reached the limit of %lld servers. Upgrade to Pro for unlimited servers.
cs: Dosáhli jste limitu %lld serverů. Upgradujte na Pro pro neomezené servery.
es: Has alcanzado el límite de %lld servidores. Actualiza a Pro para servidores ilimitados.
fr: Vous avez atteint la limite de %lld serveurs. Passez à Pro pour des serveurs illimités.
ru: Вы достигли лимита %lld серверов. Обновите до Pro для безлимитных серверов.
th: คุณถึงขีดจำกัด %lld เซิร์ฟเวอร์แล้ว อัปเกรดเป็น Pro เพื่อใช้งานเซิร์ฟเวอร์ไม่จำกัด
vi: Bạn đã đạt giới hạn %lld máy chủ. Nâng cấp Pro để dùng máy chủ không giới hạn.

source: Modern, fast, and secure. Recommended for most uses.
cs: Moderní, rychlé a bezpečné. Doporučeno pro většinu použití.
es: Moderno, rápido y seguro. Recomendado para la mayoría de usos.
fr: Moderne, rapide et sécurisé. Recommandé pour la plupart des usages.
ru: Современно, быстро и безопасно. Рекомендуется для большинства случаев.
th: ทันสมัย รวดเร็ว และปลอดภัย แนะนำสำหรับการใช้งานส่วนใหญ่
vi: Hiện đại, nhanh và an toàn. Khuyến nghị cho hầu hết nhu cầu.
